[
  {
    "art_id": "990462",
    "tab_name": "Northwest",
    "title": "Confederation Focal Point",
    "artist": "Rene Y Arcega",
    "address": "Confederation Park, 905 30th Ave. N.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/confederation-focal-point.jpg",
    "short_desc": "This monument was created in 1967 to mark Canada's 100th anniversary.",
    "desc1": "A curved wall shows a map of Canada, and below it, on the ground, is a stylized maple leaf. This maple leaf is made from a number of triangles, each formed from rock from a different province or territory. Together these triangles represent the country of Canada.",
    "desc2": "Although this work was a good representation of Canada in 1967, the map is now outdated: Nunavut is missing!",
    "desc3": "This installation was donated to The City of Calgary, built with funds raised by the Imperial Order Daughters of the Empire, a charitable organization.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0839265, 51.0766364]
    },
    "globalid": "67a70aa9-ba32-43bf-aea5-c6e9b8cad1d4",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "17",
    ":@computed_region_qeuu_piif": "71",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2017.007.001",
    "tab_name": "Downtown",
    "title": "Calgary Scroll",
    "artist": "David Rokeby",
    "address": "Eighth Street S.W. Underpass between Eighth Avenue and 10th Avenue S.W.",
    "modified_dt": "2022-03-29T19:19:31.000Z",
    "imgpath": "images/publicart/calgaryscroll.jpeg",
    "short_desc": "As you descend into this underpass you'll be reminded of the past as fragments of text from 1880 to 1905 scroll overhead.",
    "desc1": "The 8th Street SW underpass is a permanent reminder of when Canadian Pacific rail yards dominated and shaped the Calgary landscape. The artist thought of this remnant as a scar across Calgary, an embodiment of the city's history. \"Calgary Scroll\" serves as an archive of these memories by exhibiting various texts relating to the railway, the river, bits of advertising, and fragments of news reports that collectively tell the story of what life was like in Calgary 100 years ago.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/calgary-scroll.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0813789, 51.0448466]
    },
    "globalid": "a79d7e17-9bad-4e02-90cf-9f153fdbe19c",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2009.002.001",
    "tab_name": "Downtown",
    "title": "SWARM",
    "artist": "Stuart Keeler",
    "address": "Sixth Street S.W. LRT Station",
    "modified_dt": "2022-03-29T16:44:20.000Z",
    "imgpath": "images/publicart/swarm.png",
    "short_desc": "Looking up and around, visitors to this LRT platform are surrounded by warmth and colour.",
    "desc1": "Vibrant colours meld with a swarm of leaf seeds whose chaotic patterns are not unlike those of transit commuters during rush hour; rushing and intermingling to move from here to there. These leaf seeds are also commonly referred to as keys. Can you find the other hidden keys in this installation?",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-SWARM.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0748777, 51.0467936]
    },
    "globalid": "9d9a2a9a-36eb-4797-a7d4-b6c1954832f4",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2007.006.001",
    "tab_name": "Northeast",
    "title": "Topiary",
    "artist": "Jim Hirschfield and Sonya Ishii",
    "address": "McKnight/Westwinds LRT Station (6200 36th St. N.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/mcknight-topiary.jpg",
    "short_desc": "Located in the plaza area of the LRT station, this whimsical and distinctly unique sculpture is contemporary in nature, but historical in inspiration.",
    "desc1": "Topiaries are structures grown from nature, but designed by humans. They are often fanciful, featuring large geometric shapes or figural compositions. Complicated and detailed they are commonly viewed as living sculptures. In the artist's words a \"...topiary sculpture is about cultivation and that can mean many things. It can be a cultivation of community, a cultivation of ideas or the cultivation of gardens and life.\"",
    "desc2": "References to the Blackfoot Nation have been included through the use of circles in both this and the metal quilt installation.  The Blackfoot, one of the oldest aboriginal nations to inhabit Calgary, often incorporate circles into many of their creations, and the inclusion of this motif acts as a way to continue their connection to this site and to the community of Calgary.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9751347, 51.1093084]
    },
    "globalid": "8bda34b9-3fab-4b49-8868-26b31cd92e24",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "80",
    ":@computed_region_qeuu_piif": "127",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "P2013.003.001",
    "tab_name": "Southeast",
    "title": "Hawk Hill Calgary Sentinels",
    "artist": "Beverly Pepper",
    "address": "Ralph Klein Park (12350 84th St. S.E.)",
    "modified_dt": "2022-03-28T15:57:02.000Z",
    "imgpath": "images/publicart/hawkhill-sentinels.jpg",
    "short_desc": "From a distance, visitors to Ralph Klein Park will notice three monolithic sculptures rising above two pyramid-like mounds. This is Hawk Hill Calgary Sentinels.",
    "desc1": "Rising into the sky, it is impossible not to feel the presence of the sculptural landforms. The mounds physically define this place, drawing us to them by their sheer presence, making us aware of the vastness of this site. The core-ten steel sculptures seem to be timeless in age, their massive forms highlighting the significance of this wetland location to our city and our environment.",
    "desc2": "\"The monoliths...are meant to herald the uniqueness of the wetlands...(and) offer a place for reflection and contemplative thought...\" - Beverly Pepper",
    "desc3": "Here is a video with more information on this project: <a href=\"https://www.youtube.com/watch?v=qo4fTUqVRaY\" target=\"_blank\">Calgary Hawk Hill Sentinels.</a>",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Hawk-Hill-Calgary-Sentinels-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9014876, 50.9375869]
    },
    "globalid": "a9f3d2f2-ff53-4e4c-b550-14b1f7c2336e",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "4",
    ":@computed_region_kxmf_bzkv": "211",
    ":@computed_region_qeuu_piif": "58",
    ":@computed_region_xxr9_iwz2": "12"
  },
  {
    "art_id": "P2018.007.001",
    "tab_name": "Downtown",
    "title": "Our Window",
    "artist": "AJA Louden",
    "address": "1009 Seventh Ave. S.W. (east wall) Downtown Calgary Mosque",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/ourwindow.jpg",
    "short_desc": "Created in 2018 by AJA Louden and the participants of City of Calgary's Street Art Program for Youth, watch this mural come alive with various animations through augmented reality.",
    "desc1": "The mural combines patterns designed by youth, community members, and lead artist AJA Louden. The concept was inspired by the seeds that are planted when we exchange ideas and inspiration openly. Often our communities grow stronger thanks to unexpected connections.",
    "desc2": "This mural can be activated through Augmented Reality by downloading an app accessible by a QR code on the mural. The app was created by AZMA Digital and features digital animations by Jarett Sitter and Stop-Motion animations by The Bum Family.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0842199, 51.0469465]
    },
    "globalid": "f015496d-7a53-485f-a82f-ccc8b7b3d055",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "45",
    ":@computed_region_qeuu_piif": "61",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990961",
    "tab_name": "Downtown",
    "title": "Women are Persons!",
    "artist": "Barbara Paterson",
    "address": "Olympic Plaza, 228 Eighth Ave. S.E.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/womenarepersons.jpg",
    "short_desc": "A tea party is the setting for this group portrait representing the extraordinary achievement in 1929 of Alberta's Famous Five.",
    "desc1": "In period dress, animated women are shown as real people, not heroes. The open, circular composition invites you to enter into their midst. The figures face each other, not gazing outward as in a more traditional, elevated monument.  At the same time, the permanence of bronze and enhanced scale signify their stature in Canadian history.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.060006, 51.04558]
    },
    "globalid": "446c9078-f8a4-4880-bc88-bd158564edbb",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990459",
    "tab_name": "Downtown",
    "title": "The Little Mermaid",
    "artist": "Edvard Eriksen",
    "address": "Telus Convention Centre",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/littlemermaid.jpg",
    "short_desc": "Inspired by the fairy tale by Hans Christen Anderson, this bronze statue depicts a mermaid turning into a human while resting on a rock.",
    "desc1": "The sculpture you see here is a copy of a larger version that has been greeting visitors at the Copenhagen Harbour in Denmark since 1913. The original artwork was commissioned by the famous brewer Carl Jacobsen after he watched a ballet based on the fairy tale.",
    "desc2": "Enchanted by the story and ballet, Jacobsen asked Danish artist Edvard Eriksen to create a sculpture inspired by the lead ballerina Ellen Price in The Little Mermaid ballet. The head of the sculpture is based on Ellen Price while the artist's wife, Eline Eriksen modelled for the body of the sculpture.",
    "desc3": "At least 13 copies of the artwork can be found on display around the world with Calgary's copy half the size of the original. \"The Little Mermaid\" was gifted to the City of Calgary by the Danish Canadian Club in 1974.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0608104, 51.0458069]
    },
    "globalid": "7736f67f-a155-4113-a28c-2293aefd477e",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2021.003.001",
    "tab_name": "Southeast",
    "title": "Rise and Reflect",
    "artist": "Cassie Suche",
    "address": "17th Avenue S.E. and Barlow Trail S.E.",
    "modified_dt": "2022-03-29T16:00:50.000Z",
    "imgpath": "images/publicart/int-ave-rise-and-reflect.jpg",
    "short_desc": "This sculpture is an abstract expression of the dynamic nature of the International Avenue area.",
    "desc1": "The artwork arose through conversations with community members about their personal rituals and the impactful moments in their lives. These stories inspired the artist to create a work referencing expansion and growth. The sculpture suggests these ideas using a linear and geometric visual language, intended to be openly interpreted by viewers as they engage with the work through the lens of their own experiences.",
    "desc2": "The sculpture is cut from a single sheet of steel and rolled into its current form. With time, a patina will form on the surface of the work reflecting the outdoor elements of the surrounding area.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/international-avenue-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9965789, 51.037615]
    },
    "globalid": "5f47292f-e048-453a-938e-cf591a4e4842",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "121",
    ":@computed_region_qeuu_piif": "301",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2015.002.001",
    "tab_name": "Northwest",
    "title": "roger that",
    "artist": "Bill Pechet with Gabe Daly and Sara Zonousi of Pechet Studio",
    "address": "Tuscany LRT Station (Tuscany Springs Boulevard and Eamon Road N.W.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/rogerthat.webp",
    "short_desc": "This public art installation spans both sides of Tuscany LRT station, which is in the centre of two north west communities, Rocky Ridge and Tuscany.",
    "desc1": "This work explores the way movement, position, distance and time can all influence our perception of what we see.  A series of sculptural installations merge to form two, 12 meter high sculptures, composed of 440 amber coloured safety lights. As the viewer moves throughout the site the sculptures begin to shift and change form.",
    "desc2": "From individual poles, seemingly placed in a disordered context, to a precise circle made up of fractional elements, this engaging work is meant to foster a cross-highway dialogue; as though neighbours were chatting over a fence.",
    "desc3": "If you're there as the sun is descending, stop and watch the lights gradually and randomly emerge to further shift and change your perception of roger that.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Tuscany-LRT-Public-Art.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2342481, 51.1345326]
    },
    "globalid": "506b0af5-603b-4358-a7cb-1c63a117bdc3",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "252",
    ":@computed_region_qeuu_piif": "198",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "990531",
    "tab_name": "Downtown",
    "title": "Offering to Selene from an Elephant God",
    "artist": "Isla Burns",
    "address": "540 Fifth Ave. S.W. (end of +15)",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/offeringtoselene.jpg",
    "short_desc": "Artist Isla Burns is known for her welded steel sculptures. This work, which is made of carefully balanced three-dimensional shapes, is a good example of the artist's skill with metal.",
    "desc1": "Burns was born in India and lived in Scotland prior to coming to Canada. Trained in Calgary and Edmonton, she has exhibited her works across Canada and around the world. She also has a number of public artworks installed permanently in Edmonton and Calgary",
    "desc2": "Although this work is abstract, its title, \"Offering to Selene from the Elephant God\", makes reference to a trip the artist took to the country of her birth. It also makes reference to the artist's own spiritual growth.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0731791, 51.0486766]
    },
    "globalid": "deb7fe3c-bc9a-4220-aa29-652c2139a8c0",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2007.007.001 A-G",
    "tab_name": "Southeast",
    "title": "Steward",
    "artist": "Thomas Sayre",
    "address": "The City of Calgary Water Centre (625 Spiller Rd. S.E.)",
    "modified_dt": "2022-03-29T16:44:20.000Z",
    "imgpath": "images/publicart/steward.jpg",
    "short_desc": "A collaborative effort between the artist and a landscape architect has transformed this garden into a functional work of art; one which draws our attention to our use and re-use of water.",
    "desc1": "Original earth cast vessels help to define this space and serve to illustrate the water harvest cycle which purposefully occurs on the Water Centre site. Representing the ancient practice of collecting and transporting water in clay pots, these vessels are directly integrated into the garden's self-sustainable irrigation system.",
    "desc2": "The man-formed river beds feed water from the building's roof throughout the landscape and past the benches designed by the artist where one may pause to reflect on the surrounding natural environment.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Steward.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.048603, 51.0288153]
    },
    "globalid": "12a688ec-4771-4544-bacc-1b3233688010",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "160",
    ":@computed_region_qeuu_piif": "42",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2016.002.001",
    "tab_name": "Southeast",
    "title": "One Puck Hollow",
    "artist": "Matthew Geller",
    "address": "Great Plains Recreation Facility, 5749 76th Ave. S.E.",
    "modified_dt": "2022-03-29T15:39:30.000Z",
    "imgpath": "images/publicart/onepuckhollow.jpg",
    "short_desc": "One Puck Hollow turns the dimensions of the face-off circle into an outline of a mini amphitheater, highlighting both the intense focus of the athlete and the spirit of the spectator.",
    "desc1": "The artist, Matthew Geller, strives to engage the public and foster a sense of community through artworks that are playful, accessible, and often unexpected. Inspired by the features of the hockey rink, Geller created a gathering space where people can watch performances and play games.",
    "desc2": "When designing the artwork, the artist considered snow as an essential element and created the artwork to provide contrast and stand out on cold snowy winter nights. In fact, as the time of day, weather, and seasons change, the artwork is designed to respond to those changes. It may appear as a subtle infiltration in the landscape on a warm summer day and in the dark wintery evening as an intensely vivid splash of colour on the cold, snow-covered ground.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/great-plains-recreation-facility-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9485432, 50.9847205]
    },
    "globalid": "c86e8306-3abb-4315-8578-e2b61454cc68",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "73",
    ":@computed_region_qeuu_piif": "26",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2020.002.001A-E",
    "tab_name": "Southwest",
    "title": "Things that both a relative you haven't seen in a long time and the river could say",
    "artist": "Kablusiak",
    "address": "Elbow Island Park, Fourth Street S.W. and Elbow Drive S.W.",
    "modified_dt": "2022-03-29T16:48:59.000Z",
    "imgpath": "images/publicart/kablusiakthingsthatbotharelativeyouhaventseeninalongtimeandtherivercouldsay.jpeg",
    "short_desc": "In summer, this normally dry stream flows with water and these large stones provide a pathway across. Engraved on five of these stones are phrases in Inuvialuktun and English that are personal to the artist.",
    "desc1": "In the artist's words, \"this project emerged from my time spend in Inuvik and Tuktoyaktuk during summer of 2018. I returned to those lands after a 20-year separation. The texts were translated into Inuvialuktun by my mother, Holly Carpenter. The phrases, though personal, offer space to include the collective experience of sometimes complex familial relations.\"",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/elbow-island-park-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0729091, 51.0289407]
    },
    "globalid": "4cdb0c9a-d857-4da2-9f6c-d601b1e7ee12",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "18",
    ":@computed_region_qeuu_piif": "273",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2013.002.001",
    "tab_name": "Downtown",
    "title": "Luminous Crossings",
    "artist": "Cliff Garten",
    "address": "City Hall LRT Station (Third Street S.E.)",
    "modified_dt": "2022-03-29T15:35:49.000Z",
    "imgpath": "images/publicart/luminouscrossings.jpeg",
    "short_desc": "This interactive public art installation consists of 20 components: two large-scale vertical sculptures, plus three hanging works, on four stations located at either end of the Seventh Avenue LRT line.",
    "desc1": "These illuminated sculptures are integrated with Calgary's LRT system to change colours when the train arrives, docks and leaves the station. The structures of the sculptures are developed from images of rail transportation, connecting the artwork directly to the purpose and use of this site.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Downtown-Gateway-LRT-Stations.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0564219, 51.0462915]
    },
    "globalid": "69210107-a0d9-4f6a-bdc9-c5ac57493863",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2015.016.002",
    "tab_name": "Northwest",
    "title": "An Exchange of Words: A Community Book Exchange",
    "artist": "Kari Woo",
    "address": "Georgina Thomson Offices Interior (772 Northmount Dr. N.W.)",
    "modified_dt": "2022-03-28T15:57:04.000Z",
    "imgpath": "images/publicart/georginathomson.jpeg",
    "short_desc": "The public artwork for the latest incarnation of this historic building aims to honour the legacy of this former library and the late `answer lady' Georgina Thomson who worked here for many years.",
    "desc1": "Kari Woo developed her public art project to purposefully bridge the former use of the site with its new purpose as a neighbourhood services office.",
    "desc2": "Working alongside the local community and the family and friends of the late Georgina Thomson, she encouraged the exploration of the piece and its use in the new context to develop two installations that celebrate the site's past and present.",
    "desc3": "The interior installation features a collection of collages, inspired by items collected during a workshop, which invited Calgarians to tell the story of the building and the woman it was named after.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Georgina-Thomson-Offices-Public-Art-Project.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0951101, 51.0836259]
    },
    "globalid": "6d91d4c8-f3eb-4851-9647-4806202a47a2",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "214",
    ":@computed_region_qeuu_piif": "28",
    ":@computed_region_xxr9_iwz2": "4"
  },
  {
    "art_id": "P2014.001.001",
    "tab_name": "Southwest",
    "title": "Chinook Arc",
    "artist": "Joe O'Connell and Blessing Hancock with Creative Machines (Technical Consultant)",
    "address": "Barb Scott Park (12th Avenue and Ninth Street S.W.)",
    "modified_dt": "2022-03-28T17:15:48.000Z",
    "imgpath": "images/publicart/chinookarc.png",
    "short_desc": "This artwork is an interactive, illuminated sculpture that responds to human interaction.",
    "desc1": "Illuminated at night, visitors have complete control over the lighting of the sculpture through an optical sensor that projects the movements and colors it sees onto the artwork's surface. Wave your hands, move colored objects or play a movie from your cell phone and witness the unique light sequence that takes shape.",
    "desc2": "Here is a video with more information on this project: <a href=\"https://www.youtube.com/watch?v=_xRXzZmJAhc\" target=\"_blank\">Chinook Arc.</a>",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Chinook-Arc-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0837359, 51.0418405]
    },
    "globalid": "633e3add-ca74-4cff-9003-0002ddfdfa60",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "260",
    ":@computed_region_qeuu_piif": "122",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990455",
    "tab_name": "Downtown",
    "title": "The Others",
    "artist": "Jordi Bonet",
    "address": "11th Street and Seventh Avenue S.W.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/theothers.jpg",
    "short_desc": "This sculpture looks a bit like a comet. Raised up on metal supports, it blazes though the sky with metal tails trailing behind it.",
    "desc1": "Even though this sculpture is abstract, its astronomical references are deliberate. This work was designed to be located outside the one-time home of Calgary's planetarium and science centre. The science centre has since moved, but this sculpture remains in place as a reminder of the original use of the architecturally distinct building.",
    "desc2": "Although he is widely recognized for the public artworks he created in Québec, Spanish-born artist Jordi Bonet created this work specifically for Calgary. \"The Others\" was commissioned by the Calgary and District Dental Association and given to the City of Calgary in 1967 to mark Canada's 100th anniversary.",
    "desc3": "Jordi Bonet, The Others, 1967, City of Calgary Public Art Collection: © Estate of Jordi Bonet / Socan (2021)",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0890355, 51.0475845]
    },
    "globalid": "d3658e31-4936-4f28-bf77-b369b671d2d8",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "45",
    ":@computed_region_qeuu_piif": "61",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990454",
    "tab_name": "Southwest",
    "title": "General James Wolfe",
    "artist": "John Massey Rhind",
    "address": "South Mount Royal Park (Quebec Avenue by Montcalm Crescent S.W.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/generaljameswolfe.jpg",
    "short_desc": "This statue depicts General James Wolfe, a British army commander best known for his role in the 1759 Battle of the Plains of Abraham. Part of the Seven Years' War, this battle was between the British and French, and occurred near Quebec City.",
    "desc1": "This particular statue of Wolfe, created by Scottish-American sculptor John Massey Rhind in 1898, has travelled somewhat extensively. It was first located in New York, on the Exchange Court building, built by William Waldorf Astor, one of four statues Rhind made for that location.",
    "desc2": "Calgary philanthropist Eric Harvie eventually purchased the statue of Wolfe, which in 1967 was placed outside of Calgary's newly constructed planetarium. This placement was not without controversy: it was argued that the planetarium was not necessarily the best fit for an 18th-century officer.",
    "desc3": "It has since been relocated to what is perhaps its most fitting location: Calgary's South Mount Royal Park, which is bounded by Wolfe Street, Montcalm Crescent, and Quebec Avenue.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0923333, 51.0288866]
    },
    "globalid": "0951b629-fec0-4a2e-84a6-07cd2d621597",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "271",
    ":@computed_region_qeuu_piif": "84",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2018.003.001",
    "tab_name": "Southwest",
    "title": "Delta Garden + The City Unseen",
    "artist": "Caitlind r.c. Brown and Wayne Garrett",
    "address": "West Eau Claire Park",
    "modified_dt": "2022-03-28T15:57:05.000Z",
    "imgpath": "images/publicart/deltagardenscityunseen.webp",
    "short_desc": "Designed specifically for the Bow River pathway, \"Delta Garden + The City Unseen\" uses 12,000 brass survey monuments to create a shimmering river of sediment curling through the delta-shaped garden.",
    "desc1": "Survey monuments are used to explore the dissonance between manmade methods of mapping the land, the land's natural divisions, and the power of our perceptions to transform any given place. Text on the brass monuments was gathered through The Invisible City Survey, a public survey named after Invisible Cities by Italo Calvino (1972). Calgarians were asked two questions: Where are you going? Where do you want to be?",
    "desc2": "Words and phrases from the survey were engraved into the brass monuments, creating an esoteric narrative in the concrete. Over time, the text will wear, and the monuments will tarnish. The most popular routes through the Delta Garden will be polished underfoot.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/west-eau-claire-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0782612, 51.0531374]
    },
    "globalid": "b324c63e-4697-491d-9c5a-8c5926ca5fb7",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "295",
    ":@computed_region_qeuu_piif": "93",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2012.001.001",
    "tab_name": "Downtown",
    "title": "TransitStory",
    "artist": "Jill Anholt",
    "address": "Centre Street LRT Platform",
    "modified_dt": "2022-03-28T15:57:02.000Z",
    "imgpath": "images/publicart/transitstory.jpg",
    "short_desc": "Enlivening the experience of the Centre Street LRT station are 30 sculptural commuters standing alongside transit users, collectively waiting for the next train to arrive.",
    "desc1": "Thousands of people wait in spontaneous collectivity on the LRT platform. In transit, they wait alone  - vaguely aware of the anonymous presence of others. Each individual shares a brief moment in time and space; a temporary moment of belonging.",
    "desc2": "TransitStory evokes the ephemeral presence and memory of travellers. Present and absent, seen and unseen, this work seeks to capture the fleeting trace of human presence within public space.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Downtown-Gateway-LRT-Stations.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0610419, 51.0463688]
    },
    "globalid": "6f16ffa2-c4bc-4107-a013-d88615cb939f",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2014.006.001",
    "tab_name": "Northeast",
    "title": "Frozen River",
    "artist": "Stephen Glassman",
    "address": "Emergency Operations Centre (673 First St. N.E.)",
    "modified_dt": "2022-03-28T15:57:02.000Z",
    "imgpath": "images/publicart/frozenriver.jpg",
    "short_desc": "In suspended motion, like a Frozen River, this sculpture responds to Calgary's dramatic and varied landscape.",
    "desc1": "Beauty, force and nature. These elements inspired this grand sculpture, which pays tribute to the dramatic and ever-changing natural environment the Emergency Operations Centre is tasked with being responsive to.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Frozen-River-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0607463, 51.0575828]
    },
    "globalid": "220a9808-6445-4669-af54-ad799f79440b",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "266",
    ":@computed_region_qeuu_piif": "189",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990524",
    "tab_name": "Downtown",
    "title": "Ex/Diamond",
    "artist": "Vera Gartley",
    "address": "Plus 15 between Rocky Mountain House and the Central Library, 616 MacLeod Trail S. E.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/exdiamond.jpg",
    "short_desc": "This conceptual work of art explores the dividing lines between works of fine art and factory-produced advertisements.",
    "desc1": "Vera Gartley is a senior Calgary artist who taught at the Alberta College of Art and Design for many years. In this artwork, the text records a conversation the artist had with the manufacturer when she had the shapes made.",
    "desc2": "While the X and diamond look like advertisements, what they might be selling is unclear. Are they selling an idea? Or nothing at all? According to the artist, it is up to the viewer to decide just what this work of art might be trying to discuss.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0582314, 51.0468494]
    },
    "globalid": "17cbb67f-6450-4ef9-9bc7-311d4300d201",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2007.003.001",
    "tab_name": "Southeast",
    "title": "Tracking the Trail",
    "artist": "Roger Gaudreau",
    "address": "Highway 22X and McKenzie Meadows Drive S.E. (under the bridge)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/trackingthetrail.jpeg",
    "short_desc": "By the pathways of Fish Creek Park, elements of nature are combined to emphasize the uniqueness of this location where man and nature converge.",
    "desc1": "A walk through the site inspired the artist to create a multi-piece artwork, which is directly connected to this place. Whether man-made or natural in form, all of the elements from the paths to the animal tracks to the stone join together at this site.",
    "desc2": "The adjacent paths are referenced through the linear sections of stone. Local materials such as rock and stone are embedded within, a contrast in texture to the smooth granite that surrounds it.  Animal tracks are scattered throughout, just as they were during the artist's visit and as they continue to be each day.",
    "desc3": "Can you guess which creatures the artist discovered here on his journey?",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0085025, 50.8941189]
    },
    "globalid": "54f9d9f1-f39b-4622-8ea5-0fcef3b3332b",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "4",
    ":@computed_region_kxmf_bzkv": "5",
    ":@computed_region_qeuu_piif": "207",
    ":@computed_region_xxr9_iwz2": "12"
  },
  {
    "art_id": "990187",
    "tab_name": "Downtown",
    "title": "The Bears",
    "artist": "Suzanne Sable",
    "address": "Municipal Building main floor, 800 Macleod Tr. S.E",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/thebears.jpg",
    "short_desc": "In this endearing sculpture, a mother bear and her cub stand with their backs to us.",
    "desc1": "Stylistically, their forms are simplified into broad masses, with the rear ends abruptly truncated to reveal the arches of their rounded bodies. Without textures or detail, it is the mother's gesture that signals her alertness. She turns around to confront you, the intruder. Oblivious, the cub continues to sniff the ground.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0570532, 51.0455227]
    },
    "globalid": "3dd45065-de82-4c7d-8fd9-637f2a937ab8",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990442",
    "tab_name": "Southwest",
    "title": "Bird of Spring",
    "artist": "Abraham Etungat, R.C.A",
    "address": "Connaught Park, 14th Avenue and 11th Street S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/birdofspring.jpg",
    "short_desc": "Classical Inuit thought speaks in layers. Bird of Spring uniquely captures Inuit symbolisms of how nature influences artistic motivations.",
    "desc1": "We can relate to the relief of Spring, a season ushering in warmth and renewed life. Etungat pays particular attention to the finely rendered feathers, like sun rays pointing to the sky. The bird radiates life force from the centre suggesting a blessing is coming, there very well may be eggs soon.",
    "desc2": "There is a human likeness to this bird. In traditional hunting societies, arms stretched upwards signal human presence to viewers from afar. Traditionally, this posture broadcasts, \"I come as a friend.\" Bird of Spring, is a symbol of hope to come. - Sophia Lebessis, Inuit Art Curator, and owner of Transformation Fine Art.",
    "desc3": "Abraham Etungat (1911- 1999) was an Inuk artist who grew up in Cape Dorset/ Kinngait and was a part of a special generation of Inuk artists who witnessed carving as a means of making toys for kids that evolved to carving art to make a living. In 1978, he was inducted into the Royal Canadian Academy of Arts. This artwork is a replica of a serpentine carving originally 14 centimeters tall.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0885901, 51.039969]
    },
    "globalid": "acefab41-f144-4069-be97-fc69f1d94658",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "260",
    ":@computed_region_qeuu_piif": "122",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2017.008.001A-C",
    "tab_name": "Northeast",
    "title": "Conversations",
    "artist": "Karen Ho Fatt",
    "address": "Rundle LRT Station 2529 36th St. N.E.",
    "modified_dt": "2022-03-28T17:32:51.000Z",
    "imgpath": "images/publicart/conversations.jpg",
    "short_desc": "While you wait for the bus, take a seat on these vibrant and playful sofas that symbolize the community's hospitality.",
    "desc1": "As one of the older communities in Calgary, Rundle is rich in cultural diversity and stories of immigration, friendships, and hospitality that connect the community. Artist Karen Ho Fatt designed three distinct sofas to represent Rundle's diversity and hospitality while reflecting on those who might live there.",
    "desc2": "The traditional style bench represents those who have lived in the community for a long time and immigrant families who tend to have their elderly relatives living with them. The transitional style piece represents those who travel between the old and new generations; it connects the old with the new. The modern style piece is fun and playful in appearance. It reflects the younger generation born in Canada and newcomers to the community.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/rundle-lrt-station-public-art-benches.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9820802, 51.0745995]
    },
    "globalid": "a1c318f8-9d9f-4862-81cd-eec0153651c7",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "83",
    ":@computed_region_qeuu_piif": "253",
    ":@computed_region_xxr9_iwz2": "10"
  },
  {
    "art_id": "P2021.002.001",
    "tab_name": "Southeast",
    "title": "Dance",
    "artist": "Vahe Tokmaiyan; Lovelia Vera; Juancarlos Urria; Janey Luc Germain; Zoong Nguen; Maria Loazia",
    "address": "Unity Park, 17th Avenue S.E. and 30th Street S.E.",
    "modified_dt": "2022-03-28T17:34:54.000Z",
    "imgpath": "images/publicart/int-ave-dance.jpg",
    "short_desc": "Created by a multidisciplinary artist team, this artwork celebrates dance as a common form of social expression across all cultures.",
    "desc1": "Dance is at the core of many cultures and is as old as the history of humanity. The artwork represents two people dancing in which their intertwined movements showcase the engagement of mind and body while reflecting the joy of dance. Here the dancers align their movements and gestures to the rhythm of music and create an interconnected performance that tells a story.",
    "desc2": "The sculpture aligns thematically with various murals depicting dance across different cultures along International Avenue. This artwork was a collaboration between Lead Artist Vahe Tokmajyan with Janey Luc-German, Juan Carlos Urria, Lovelia Vera, Maria Loaiza, and Zoong Nguyên.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/international-avenue-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9907063, 51.0376308]
    },
    "globalid": "defb957c-dbcc-4369-b3ee-52468fc39a7f",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "15",
    ":@computed_region_qeuu_piif": "75",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "CP2018.002.001A-C",
    "tab_name": "Downtown",
    "title": "Trio",
    "artist": "Christian Moeller",
    "address": "New Central Library, 800 Third St. S.E.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/trio.jpg",
    "short_desc": "Three tall sculptural characters, mildly anthropomorphic in form, are held in an endless rocking motion.",
    "desc1": "Reminiscent of one of the gestures of the familiar Chinese water-dipping bird, it performs a visual dialogue, mimicking an upside down pendulum swinging through the open sky. These playful installations, one on the east side of the building and two grouped on the west side, feature bold colours and are roughly nine metres tall. Always in gentle motion, they welcome you to the Central Library.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0554276, 51.044964]
    },
    "globalid": "09bcf022-f093-4b42-8bf8-39778dfe7bcd",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "65",
    ":@computed_region_qeuu_piif": "98",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2003.001.001A-F",
    "tab_name": "Southwest",
    "title": "Killarney Mosaics",
    "artist": "Voyager Art and Tile Inc.",
    "address": "Killarney Pool, 1919 29th St. S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/killarneymosaics.jpg",
    "short_desc": "Along the exterior walls of the Killarney pool you'll find a series of dynamic and vivid mosaics depicting swimmers of all ages.",
    "desc1": "Using a combination of glass and ceramic tile, these mosaics are almost like looking into a window of the pool. Each swimmer stands out against the wavy patterns of blue and green water. The designs capture and celebrate a swimmer's athleticism and gracefulness and feature common swimming strokes and dives.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1302713, 51.0370937]
    },
    "globalid": "f445189e-51e1-492f-af8e-ff7c5c1380c1",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "182",
    ":@computed_region_qeuu_piif": "115",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2007.005.001",
    "tab_name": "Southwest",
    "title": "Bridge, Abridged",
    "artist": "Adam Kuby",
    "address": "Overpass at Glenmore Trail and Legsby Road N.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/bridgeabridged.jpg",
    "short_desc": "Artwork appears throughout the sound walls, the bridge deck, the railings, and on the piers of the bridge itself, helping to tell the story of this sites development.",
    "desc1": "Inspired by the challenging requirements of this cantilevered bridge, the artist chose to reveal the complexities of engineering through his public art project.  Words and shapes help to highlight the unique design and construction of this cantilevered walkway. Basic principles of physics such as compressing, tension, and expansion are noted at critical locations throughout the site.",
    "desc2": "To learn more about this award winning design, visit the interpretive panel sitting at the base of the overpass.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1122961, 50.9990733]
    },
    "globalid": "c4aa51b5-ed18-49d3-b702-9a6bdfaccf6a",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "8",
    ":@computed_region_kxmf_bzkv": "122",
    ":@computed_region_qeuu_piif": "302",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "990657",
    "tab_name": "Southwest",
    "title": "Untitled",
    "artist": "Ben Mcleod",
    "address": "Prince's Island Park (698 Eau Claire Ave. S.W.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/untitled.jpg",
    "short_desc": "This elegant, two-part sculpture was created to commemorate a marriage.",
    "desc1": "Like a linear drawing in space, each section is made up of a vertical steel rod, intersected by an open-ended triangular shape, topped by a small ball.  Although they share structural components, the parts are not identical. The more emphatic bend of the larger straighter form is reciprocated by the gently curving arch of the smaller form, like partners bowing to each other in a graceful dance.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0680556, 51.0555755]
    },
    "globalid": "b68b3f6d-df82-40b3-97b2-aa9c7c49ad5a",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "295",
    ":@computed_region_qeuu_piif": "93",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990940",
    "tab_name": "Downtown",
    "title": "Samuel Livingston, First Farmer Rancher in Calgary (1831-1897)",
    "artist": "David Garneau",
    "address": "Municipal Building Atrium",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/samuellivingston.jpg",
    "short_desc": "This figure shows a rugged older man, with huge hands, dressed in casual warm clothing.",
    "desc1": "Sam Livingston left his native Ireland at sixteen to become a gold prospector, an adventurer, a fur trader and finally the first farmer and rancher in the Calgary district. Garneau's portrait brings him to life as a rugged older man, dressed in heavy sweater, a hat and high boots. One huge hand grasps his forearm, introducing a sense of tension into an otherwise casual seated pose. He is looking up and appears to be talking.",
    "desc2": "Created by prominent Métis artist David Garneau, a well-known contemporary artist, curator, writer, and professor, this ceramic sculpture is part of a series of five figures representing Alberta's past. In 1984 when he was commissioned to create sculptures of historic Calgarians to commemorate Calgary's 100th birthday, he was a 22 year-old student. At the time he was greatly influenced by the small-scale character studies in ceramic by Saskatchewan artist Joe Fafard.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0569629, 51.0455655]
    },
    "globalid": "c4118b91-2e34-4ded-9b2c-4626109edb7c",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2015.014.001",
    "tab_name": "Southeast",
    "title": "Forest Lawn Lift Station",
    "artist": "Sans Façon",
    "address": "19th Avenue and 26th Street S.E.",
    "modified_dt": "2022-03-28T15:57:04.000Z",
    "imgpath": "images/publicart/forestlawnliftstation.jpg",
    "short_desc": "Forest Lawn Lift Station invites curiosity about the vast and complex systems needed to sustain our urban way of life and enriches our understanding and pleasure in the hidden world of urban water beneath our feet.",
    "desc1": "Among the nearly 40 lift stations across Calgary that help move the water we've used from our homes and businesses through 4,500 km of sanitary pipes, Forest Lawn Lift Station is a little different. Embedded in the surface of the station is a lighting system depicting a scaled map of the sanitary pipes of the Forest Lawn community connected to the station.",
    "desc2": "The flow of wastewater varies during the day and the sensors monitoring these variations of flow provide important information for the management of the network. Uniquely, at this station they also control the colour changes of the map to reflect the current flow levels of the system below ground, revealing a hidden aspect of our environment and a system that follows the rhythm of our daily lives.",
    "desc3": "Forest Lawn Lift Station was created through the award-winning Public Art program Watershed+. It fostered a collaborative process between artists, engineers, and other subject matter experts and integrated creativity in the thinking of urban infrastructure. At Forest Lawn, Lead Artists Sans façon worked in collaboration with engineers, architects, and lighting experts to create this lift station, which is both functioning infrastructure and an artwork.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Forest-Lawn-Lift-Station-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9961993, 51.0357814]
    },
    "globalid": "ae2af6b2-fc1a-4eb2-a2ef-15b64ee38c0d",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "15",
    ":@computed_region_qeuu_piif": "75",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2005.001.001 A-E",
    "tab_name": "Southwest",
    "title": "From the Clouds to the Water",
    "artist": "George Duncan",
    "address": "Killarney Dry Pond (N.W. corner of 28th Avenue and 30th Street S.W.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/fromthecloudtothewater.png",
    "short_desc": "A collection of forged and wrought iron railing panels and benches make up this multi-piece public art installation.",
    "desc1": "Natural materials are combined with traditional blacksmithing techniques to create these functional works of art, which contribute a sense of movement and energy to this park-like location.",
    "desc2": "The bench design depicts cloud formations encompassed by a gently flowing framework, keeping with the organic theme of the site. The three panels in the railings have an integrated, continuous flow depicting elements of nature including the sun, rain cloud formations, stone and underground river system.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Clouds-to-Water.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1316221, 51.0283569]
    },
    "globalid": "a58d2409-f11d-4cf3-ad6d-62baa59d12c3",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "182",
    ":@computed_region_qeuu_piif": "115",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2009.006.001",
    "tab_name": "Southeast",
    "title": "Water Garden",
    "artist": "Linda Covitt",
    "address": "The City of Calgary Water Centre (625 Spiller Rd. S.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/watergarden.jpeg",
    "short_desc": "A sculptural installation in the lobby of the Water Centre is a dynamic statement, utilizing water to celebrate and draw attention to the services provided within this civic building.",
    "desc1": "This multi-piece installation brings nature into an interior environment by referencing natural elements in a striking and dynamic manner. There are notions of a wooded grove as seen through the angular, tall green poles, and a natural water source, referenced by the monumental columnar tank which mimics a babbling brook, animating this site with its bubbling and fluid movements.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.049422, 51.0292422]
    },
    "globalid": "223be012-5f29-489c-ab6b-194b36013987",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "160",
    ":@computed_region_qeuu_piif": "42",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "990464 AB",
    "tab_name": "Southwest",
    "title": "Nimmons Cairn (Conic Sculpture)",
    "artist": "Katie Ohe",
    "address": "Nimmons Park (1950 17A St. S.W.)",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/nimmonscairn.jpg",
    "short_desc": "This two-part abstract sculpture by celebrated artist Katie Ohe commemorates the Nimmons family, settlers who lived and worked on this land in the 19th century.",
    "desc1": "While this sculpture is a nod to the past, it is also meant to be enjoyed by current residents and visitors. Katie Ohe is known for creating interactive sculptures, and this geometric work is no different. Visitors are welcome to touch and sit upon this work, or even crawl under it if they are so inclined!",
    "desc2": "The artist who created this work was born in Alberta and continues to live here today. her works can be found across the city, in many different public locations. You may recognize her famous \"Zipper\" sculpture, located at the University of Calgary, or \"Janet's Crown\", located at the Alberta College of Art and Design (ACAD). Ohe has taught at ACAD for many years, and is a respected artist and teacher who is recognized as being an early practitioner of abstract sculpture in this province.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1025238, 51.0367098]
    },
    "globalid": "5d9a166a-ea2b-4369-800e-394141e63dd9",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "208",
    ":@computed_region_qeuu_piif": "82",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2016.001.001A-B",
    "tab_name": "Southeast",
    "title": "The Fold",
    "artist": "Adad Hannah",
    "address": "Remington YMCA, 108 Quarry Park Rd. S.E.",
    "modified_dt": "2022-03-29T16:44:20.000Z",
    "imgpath": "images/publicart/thefold.jpg",
    "short_desc": "This monumental sculpture invites visitors to sit on, walk through, lean or stretch against it and serves as an important hub of activity for community use and cultural engagement.",
    "desc1": "Made out of weathering steel, a series of progressively larger steel walls zig zag along the pathway implying a series of connected and open rooms. Windows and shelves of various heights and shapes are cut out of the steel. It encourages visitors to interact with the artwork and each other, becoming a place of gathering for this community.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/quarry-park-recreation-facility-public-art-project.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0066708, 50.961227]
    },
    "globalid": "95cff82b-897d-4a39-b6bb-33105ef3f164",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "4",
    ":@computed_region_kxmf_bzkv": "268",
    ":@computed_region_qeuu_piif": "191",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "990960",
    "tab_name": "Southwest",
    "title": "The Oarsman",
    "artist": "Robert Spaith",
    "address": "Elbow Drive Between 30th Avenue and 29th Avenue S.W.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/theoarsman.jpeg",
    "short_desc": "This bronze sculpture commemorates the life of John Lecky (1940-2003), a Canadian businessman, athlete, outdoorsman, and philanthropist. Effie Lecky, his wife, donated it to the City of Calgary.",
    "desc1": "John Lecky contributed to Canadian sports in a number of ways, including as a rower in the 1960 Summer Olympics in Rome, Italy. Along with his teammates, Lecky won a silver medal at these games in the Men's Coxed Eights. Some 24 years later, he was Canada's Chef de Mission for the 1984 Summer Olympics in Los Angeles, United States.",
    "desc2": "This sculpture shows the athlete in a very dynamic pose. He is just about to pull back his oar, perhaps helping to propel his team to victory.",
    "desc3": "\"The Oarsman\" was created by Robert Spaith, a Calgary-born artist. Although he creates sculptures of a variety of subjects, he is best known for works depicting horses and aspects of cowboy culture.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0779605, 51.0270625]
    },
    "globalid": "d0b3a318-f1cd-4faa-b114-f8d5f5099c0e",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "70",
    ":@computed_region_qeuu_piif": "134",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2010.003.001",
    "tab_name": "Southwest",
    "title": "Realidoscope",
    "artist": "Barbara Amos and Lynnette Jessop",
    "address": "Mission Cliff Bungalow Promenade (Elbow Drive and 25th Avenue S.W.)",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/realidoscope.jpg",
    "short_desc": "Realidoscope captures people, architecture and the natural environment found along the river pathway.",
    "desc1": "Looking through the viewfinder the reflected surroundings are accented by the ever-changing motion of nature and people around this site.",
    "desc2": "The artist believes the use of prisms lends itself to interactive situations and community involvement, and allows the viewer to engage in the act of transition and change. That we are living in a world which is continually being rearranged and reassembled, much like the way prisms rearrange our point of view in Realidoscope.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0710197, 51.0295821]
    },
    "globalid": "be324f94-a99f-4581-b0dc-99b4330576ca",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "297",
    ":@computed_region_qeuu_piif": "95",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990511",
    "tab_name": "Downtown",
    "title": "The Alberta Family",
    "artist": "Stanley Bleifeld",
    "address": "Century Gardens, Eighth Avenue and Seventh Street S.W.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/albertafamily.jpg",
    "short_desc": "This exuberant bronze family enjoys playing outside, whatever the weather! Approximately life size, this sculpture shows two adults energetically swinging two children in the air.",
    "desc1": "Created by American artist Stanley Bleifeld, famous for his figurative bronze sculptures, this joyous work is both realistic and fanciful. While the figures are sculpted with great precision, the dynamic composition magically suspends time. Propelled by the centrifugal force set in motion by their parents' energetic swinging, the children seem to fly.",
    "desc2": "The artist described the subject as \"self-explanatory, and if it shows some exuberance and joy, it was what I felt about this phase of life.\" \"The Alberta Family\" was a gift to the City of Calgary from the Devonian Group of Charitable Foundations. One of the Group's members, Donald Harvie, viewed a smaller version of this sculpture while travelling in California. He later commissioned the larger sculpture you see here.",
    "desc3": "Artist Stanley Bleifeld (1924-2011) was a well-known American sculptor. Although he began his career as a painter, a trip to Italy inspired him to focus on sculpture. His works can be seen in several American cities, including Washington, DC, and Richmond, Virginia.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0800598, 51.0464945]
    },
    "globalid": "ae16b984-ee07-453a-a157-455018820b3a",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2019.004.001A-F",
    "tab_name": "Northwest",
    "title": "Dale Hodges Park",
    "artist": "Sans façon",
    "address": "Dale Hodges Park, 2123 52nd St. N.W.",
    "modified_dt": "2022-03-31T19:35:04.000Z",
    "imgpath": "images/publicart/dalehodgespark.jpg",
    "short_desc": "Welcome to Dale Hodges Park, a 40 hectare artwork, park, and stormwater treatment facility. A former gravel pit, the land was ecologically restored while addressing the flow of untreated stormwater directly into the Bow River from 8 NW communities.",
    "desc1": "Unique to Calgary and one of the largest public artworks in North America, Dale Hodges Park was an innovative project of the Public Art program Watershed+. As Lead Artists for Watershed+, Sans façon developed this work in collaboration with many subject matter experts including Source2Source, AECOM, O2 Planning + Design, and Wilco Contractors Southwest.",
    "desc2": "Typically, stormwater's source, route, and where it goes are either unapparent or largely invisible in our cities while stormwater ponds are often considered an inconvenient infrastructure necessity. Here at Dale Hodges Park, stormwater was drawn to the surface and viewed as an opportunity to create a unique park and provide valuable habitats.",
    "desc3": "You can follow the journey of stormwater throughout the park which adapts to varying storm events and intensities to accommodate the dynamics of our environment rather than fighting them. Dale Hodges Park invites visitors to contemplate a process in constant flux and expands the possibilities of connection and appreciation of the complexities of our urban and natural watersheds.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/dale-hodges-park-public-artwork.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1779339, 51.0908309]
    },
    "globalid": "24d49ce7-1744-4546-b3f5-8d29fff875be",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "13",
    ":@computed_region_kxmf_bzkv": "269",
    ":@computed_region_qeuu_piif": "27",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2014.007.001",
    "tab_name": "Southeast",
    "title": "Bow Passage Overlook",
    "artist": "Lorna Jordan",
    "address": "Pearce Estate Park (1440 17A St. S.E.)",
    "modified_dt": "2022-03-28T15:57:02.000Z",
    "imgpath": "images/publicart/bowpassageoverlook.jpg",
    "short_desc": "This engaging environmental artwork reframes how we look at the practice of public art and its ability to impact our physical and natural spaces.",
    "desc1": "By connecting the built environment with the natural, this artwork allows visitors to reframe how they engage with urban and natural spaces.  Utilizing native plant species along with locally sourced natural materials, the Overlook provides a unique opportunity to capture Calgary's natural beauty, while highlighting the dramatic land and waterscapes our city loves to enjoy.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Bow-Passage-Overlook-Public-Art-Project.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0144707, 51.0431941]
    },
    "globalid": "21dc3c55-15bc-4c7b-b114-4daa12649f0d",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "54",
    ":@computed_region_qeuu_piif": "104",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2009.007.001",
    "tab_name": "Southeast",
    "title": "Frozen Dreams",
    "artist": "Blake Williams",
    "address": "Max Bell Arena (1001 Barlow Tr. S.E.)",
    "modified_dt": "2022-03-28T15:57:02.000Z",
    "imgpath": "images/publicart/frozendreams.png",
    "short_desc": "Located in the entry area of the Max Bell Arena, this mural celebrates the sport of hockey.",
    "desc1": "Designed as a welcoming feature, the public artwork is intended to act as a document of the building's history, becoming a community scrapbook through the use of photographs and images provided by local teams and community members.",
    "desc2": "The result is an animated and celebratory experience which reflects the importance of hockey to this site and to Calgary.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Frozen-Dreams.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0043539, 51.042417]
    },
    "globalid": "48d6b280-be4c-47f7-a13a-698c5d36e409",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "121",
    ":@computed_region_qeuu_piif": "301",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2020.008.001A-AD",
    "tab_name": "Southeast",
    "title": "A Beautiful Day",
    "artist": "Mary Haasdyk",
    "address": "3810 17th Ave. S.E.",
    "modified_dt": "2022-03-28T16:15:48.000Z",
    "imgpath": "images/publicart/int-ave-beautiful-day.jpg",
    "short_desc": "A Beautiful Day draws inspiration from the eclectic and diverse nature of International Avenue, reimagining its personality and character through a series of personified portraits of the Avenue.",
    "desc1": "These playful and fun illustrations invite viewers to engage their imagination and look at the familiar from a fresh point of view. Artist Mary Haasdyk created a series of colourful drawings that incorporate elements of things found here and become an interesting whole made up of unexpected parts. By purposely mixing portions of the drawings with each other, new and surprising images are formed exhibiting the complexity and richness of International Ave.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/international-avenue-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9797441, 51.0380657]
    },
    "globalid": "e8258acb-f66a-4a49-94fb-ff2ea25cc545",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "85",
    ":@computed_region_qeuu_piif": "242",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "991097",
    "tab_name": "Southwest",
    "title": "Duration",
    "artist": "Peter von Tiesenhausen",
    "address": "Glenmore Reservoir, south of 1668 56 Ave. S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/duration.jpg",
    "short_desc": "This granite sculpture of a boat in 5 segments inspires contemplation around ideas of water, its purity, and the passing of time.",
    "desc1": "Artist Peter von Tiesenhausen was commissioned by the City's waterworks division to create a permanent sculpture celebrating 100 years of providing clean water to Calgarians. Sited on the grounds of the historic facility, the sculpture overlooks the Glenmore Reservoir, a source of Calgary's drinking water.",
    "desc2": "Sculpted from the whitest granite available in the world, \"Duration\" is a lasting monument symbolizing water purity. It's a place for Calgarians to come and contemplate the idea of water, our place in this world and what it takes to sustain our way of life.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.100456, 51.0023753]
    },
    "globalid": "9d186c9c-db9f-4509-9a52-41ba8721721b",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "8",
    ":@computed_region_kxmf_bzkv": "238",
    ":@computed_region_qeuu_piif": "175",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "P2014.002.001",
    "tab_name": "Southwest",
    "title": "Charged Line",
    "artist": "Jill Anholt",
    "address": "South Calgary Fire Station No. 5 (3129 14th St. S.W.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/chargedline.jpg",
    "short_desc": "That immediate moment when water is first released into a hose, charging it to life is represented in this multi-sculptural installation, Charged Line.",
    "desc1": "Fire station No. 5 is one of the longest functioning stations in the City of Calgary. This sculptural installation, which spans the site of the original fire station walls, makes direct reference to not only the history of this site, but also the activities the Fire Department employs for the safety of our city.",
    "desc2": "The texture on the sculptures' columns references cloth hoses originally utilized by The Calgary Fire Department. The brass couplings located at the center and tops of the sculptures are reclaimed from retired City of Calgary fire hoses. In a manner similar to a cloth fire hose, the materials used purposefully change with age and will continue to alter in colour with exposure to the weather and time.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Charged-Line-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0950296, 51.0258152]
    },
    "globalid": "717b352c-ea2e-4f47-b8ee-3616937ce479",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "207",
    ":@computed_region_qeuu_piif": "91",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2005.002.001",
    "tab_name": "Northeast",
    "title": "Celebrations",
    "artist": "Barbara Amos",
    "address": "Vivo Recreation Centre (11950 Country Village Link N.E.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/celebrations.png",
    "short_desc": "This vibrant 20 piece installation reflects on and celebrates the activities which patrons of Vivo Recreation Centre may participate in on site.",
    "desc1": "Active and passive users of this facility will all see themselves reflected in these paintings which enliven the architecture of the centre's main wall. Spanning almost 90 feet, this multi-painting installation features skaters, hockey players and spectators, ensuring visitors know about the diversity of activities available throughout the complex.",
    "desc2": "Similarly, colours and stripes which are incorporated throughout the composition were directly inspired by the markings found on the gym floors within the facility; animating the motion captured in the figures, providing a sense of spontaneity and fun.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Celebrations.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.066539, 51.1594116]
    },
    "globalid": "eeb4d042-040e-4e83-bec3-08d19cad5a45",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "11",
    ":@computed_region_kxmf_bzkv": "264",
    ":@computed_region_qeuu_piif": "132",
    ":@computed_region_xxr9_iwz2": "3"
  },
  {
    "art_id": "990185",
    "tab_name": "Downtown",
    "title": "Joy",
    "artist": "Roy Leadbeater",
    "address": "Municipal Building main floor, 800 Macleod Tr. S.E",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/joy.jpg",
    "short_desc": "Although abstract, the upright orientation of the sculpture is strongly suggestive of a human form.",
    "desc1": "Flanking a central, bulbous \"torso\", two raised, tapering appendages seem to bend gracefully as if dancing. The dynamism and sense of movement are further enhanced by contrast. Highly burnished reflective surfaces are undercut by darker, textured areas that absorb light. Overall, the feeling conveyed is one of exuberance and joy, an emotional quality characteristic of this Edmonton's artist's sculptures.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.056773, 51.045625]
    },
    "globalid": "3e770c75-2bd3-4641-85e5-117caf8b0359",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2017.001.001",
    "tab_name": "Northeast",
    "title": "Seed Pod",
    "artist": "Incipio Modo",
    "address": "Prairie Winds Park, 223 Castleridge Blvd. N.E.",
    "modified_dt": "2022-03-29T16:40:48.000Z",
    "imgpath": "images/publicart/seedpod.jpg",
    "short_desc": "\"Seed Pod\" features a stylized bronze sculpture of a prairie wild flower seed head. The surrounding pod serves as a shelter to the seed and a gathering place where people can meet, sit in contemplation and relax.",
    "desc1": "The artwork only reveals itself to those who make the trek up to the top of the hill. It consists of two parts, the pod and the seed. The pod is a concrete structure integrated into the earth forming a large oval shape that provides three seating platforms. The seed is in the centre of the pod and references the seed head of a native prairie wild flower.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/prairie-winds-park-public-art-project.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9734132, 51.103551]
    },
    "globalid": "fb0e7f37-3489-4d98-b97e-a40e7a380a1a",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "80",
    ":@computed_region_qeuu_piif": "127",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "990933",
    "tab_name": "Northwest",
    "title": "Playful Cubs",
    "artist": "Leo Mol",
    "address": "Baker Park, 9333 Scenic Bow Rd. N.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/playfulcubs.jpg",
    "short_desc": "In this lighthearted bronze sculpture, artist Leo Mol shows two young bear cubs playing with their mother. She seems patient and relaxed as her cubs practice their climbing skills on her.",
    "desc1": "Born in Polonne, Ukraine, Leo Mol first studied under his father, a commercial potter.  He later studied in Vienna and Berlin, before leaving Europe for Canada in 1948, settling in Winnipeg.",
    "desc2": "He was eventually commissioned to create sculpted busts of a number of prominent people, including prime ministers and royalty. He is also known for his sculptural depictions of wildlife, such as the work you see here.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2200187, 51.0998149]
    },
    "globalid": "ca16fcb1-8254-4711-98cd-db78a52903e2",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "13",
    ":@computed_region_kxmf_bzkv": "148",
    ":@computed_region_qeuu_piif": "196",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2020.001.001",
    "tab_name": "Southwest",
    "title": "Bridging Whirlds",
    "artist": "Michael Hosaluk and Laura Hosaluk",
    "address": "Elbow Island Park - Fourth Street S.W. and Elbow Drive S.W.",
    "modified_dt": "2022-03-30T14:50:59.000Z",
    "imgpath": "images/publicart/bridgingwhirlds.jpg",
    "short_desc": "Take a seat and ponder the connection between nature and humankind on this bench of a reclaimed steel truss from the Original Victoria Bridge in Saskatoon.",
    "desc1": "Created by a father-daughter artist duo, this bench is located from a short walk from the base of the stairs on the North bank of Elbow Island. Built from a found bridge girder and concrete casting of a large wooden slab, the bench creates a literal bridge between nature and humankind.",
    "desc2": "In the artists' words, \"a bench acts as the vehicle for one or more to gather, an opening to belong in the interconnectedness of life, a place to sit in the experience of inner expression combined with the outer world that surrounds. How can the viewer influence the space? How does the space influence the viewer? How often do the two exist at once?\"",
    "desc3": "This installation represents imaginative environments that bridge the conditions to invent creative possibility found in viewing our Earth as truly ours rather than mine. Each bench or seat on Elbow Island was designed by artist duos with a close relationship with the intention of creating their ideal ¿together place¿ to sit, daydream, converse, escape, and watch the river flowing by.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/elbow-island-park-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0761399, 51.027815]
    },
    "globalid": "0880b81a-4e5c-4238-924f-fcac78b3b68b",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "70",
    ":@computed_region_qeuu_piif": "134",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990941",
    "tab_name": "Downtown",
    "title": "Jerry Potts, Metis Scout (1840-1896)",
    "artist": "David Garneau",
    "address": "Municipal Building Atrium",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/jerrypotts.jpg",
    "short_desc": "The diminutive Jerry Potts sits in a confident, relaxed pose, recognizable by his characteristic moustache, Stetson hat, fringed buckskin clothing and tall moccasins.",
    "desc1": "Like the artist, Jerry Potts was Métis, respected by the Blackfoot as a hunter and warrior. As a guide, scout and skilled multilingual interpreter, he was invaluable to the Mounted Police, playing a key role in their mission to end the whiskey trade. Potts is recognizable with his characteristic moustache, Stetson hat, fringed buckskin clothing and tall moccasins. His legendary skill, renown and success gave him much confidence, as conveyed by this relaxed conversational pose.",
    "desc2": "Created by prominent Métis artist David Garneau, a well-known contemporary artist, curator, writer, and professor, this ceramic sculpture is part of a series of five figures representing Alberta's past. In 1984 when he was commissioned to create sculptures of historic Calgarians to commemorate Calgary's 100th birthday, he was a 22 year-old student. At the time he was greatly influenced by the small-scale character studies in ceramic by Saskatchewan artist Joe Fafard.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0569122, 51.045506]
    },
    "globalid": "e0c5d5c9-607c-4f78-8548-8b9438e1724a",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990461B",
    "tab_name": "Northeast",
    "title": "Lion",
    "artist": "JamesL. Thomson",
    "address": "Rotary Park, 617 First St. N.E.",
    "modified_dt": "2022-03-29T15:35:49.000Z",
    "imgpath": "images/publicart/rotaryparklion.jpg",
    "short_desc": "For almost 83 years, this impressive lion lived on top of the northeast kiosk of the Centre Street Bridge. Along with his three other companions, he watched over the bridge, and soon became a beloved landmark in Calgary.",
    "desc1": "Made in 1916 by James L. Thomson, a Scottish stonemason, the concrete lion was modelled after the bronze lions in Admiral Nelson's Monument in Trafalgar Square, London, England. By 1999, Calgary's harsh weather and vibrations from traffic crossing the bridge had left the lions and the bridge in need of repair. Investigations revealed that restoring the lions would not provide a satisfactory or long-term fix: the crumbling concrete would simply not last into the future.",
    "desc2": "After much debate and controversy, it was decided that the existing lions would be \"retired,\" and replaced with replicas. The lion shown here is an original lion that tells the story of its age and history. It has been preserved in a state of \"arrested decay\" so you can see the cracks and weathering that occurred during its watchful reign on the Centre Street Bridge.",
    "desc3": "This lion now sits at Rotary Park overlooking the Centre Street Bridge and the new lion replicas, mindfully observing the City. It symbolizes a link to Calgary's history and offers a moment of reflection on its dynamic and changing future.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/rotary-park-centre-street-bridge-lion.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.060983, 51.0552579]
    },
    "globalid": "2666c659-e8e1-49d4-a2f0-4e12e23bc581",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "266",
    ":@computed_region_qeuu_piif": "189",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2015.015.001",
    "tab_name": "Southeast",
    "title": "Ripple",
    "artist": "Sky Spirit",
    "address": "12th Street S.E. by Eighth Avenue S.E. (parklet)",
    "modified_dt": "2022-03-29T15:59:34.000Z",
    "imgpath": "images/publicart/ripple.jpeg",
    "short_desc": "Inspired by a River Blessing and generated in consultation with the local Inglewood community and representatives from the Blackfoot and Cree Nations, this walking circle is designed to be a meaningful vantage point from which to consider the river.",
    "desc1": "Seven pathways coil towards a central meditative space which hosts four motifs to represent the stages of life and compass points.",
    "desc2": "Birth (east) is represented by the eagle, an otter (south) signifies youth, middle age (west) is characterized by a beaver and the buffalo (north) embodies wisdom age.",
    "desc3": "The seven paths also represent the seven teachings of humility, respect, truth, courage, honesty, love and wisdom. There is a subtle break added to the walking circle, allowing a mythical river to symbolically flow through the circle.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Ripple-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0314427, 51.0420713]
    },
    "globalid": "c83dfad8-2317-4739-8297-3dba231e7d37",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "54",
    ":@computed_region_qeuu_piif": "104",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2008.003.001 A-AP",
    "tab_name": "Northwest",
    "title": "The Colour of Snow",
    "artist": "Barbara Grygutis",
    "address": "Crowfoot LRT connector bridge, west side",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/colourofsnow.jpeg",
    "short_desc": "Conceptually and visually linked to the watercolour-like glass on the LRT station windows, the artwork in these railings is inspired by the artist's first visit to Calgary.",
    "desc1": "These 12 snowflake patterns emulate a snowstorm, drawing our attention to the unique forms that are built by nature, in an environment built by man. Pedestrians are able to enjoy the railings on a personal level, engaging with both the infrastructure and the shadows they cast as they walk by.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/The-Colour-of-Snow-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.206983, 51.1229249]
    },
    "globalid": "6106234e-02c5-402d-ad58-09fe0d5bd40b",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "244",
    ":@computed_region_qeuu_piif": "37",
    ":@computed_region_xxr9_iwz2": "2"
  },
  {
    "art_id": "990425",
    "tab_name": "Southwest",
    "title": "Cracked Pot Foundations",
    "artist": "Katie Ohe",
    "address": "Prince's Island Park (698 Eau Claire Ave. S.W.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/crackedpotfoundations.jpg",
    "short_desc": "The ideas for Ohe's sculptures are often based on something which would be unremarkable to anyone else.",
    "desc1": "As a young artist, chance played a role in her art. When a ceramic pot was accidentally destroyed in the kiln, she was intrigued by the shards. She imaginatively re-united the parts by creating abstract beings, with \"heads\" set on top of columnar \"necks\". The bisected elements of the spheres recall the broken vessel that had inspired her.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0681046, 51.054801]
    },
    "globalid": "2c0c523e-3a41-4ffc-8c84-4b721126b98a",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "295",
    ":@computed_region_qeuu_piif": "93",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "991090",
    "tab_name": "Downtown",
    "title": "Roseta",
    "artist": "Sebastián",
    "address": "Devonian Gardens (317 Seventh Ave. S.W.)",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/roseta.jpg",
    "short_desc": "This work was a gift to the City of Calgary from Mexico, and was created by one of that country's most celebrated contemporary sculptors. Sebastián's works can be seen around the world.",
    "desc1": "Made of metal and measuring over three metres (approximately 10 feet) high, it is an abstract work with elegant, curving lines, and is a good example of the geometric forms for which the sculptor is best known.",
    "desc2": "But this sculpture, titled \"Roseta\", is also distinct within his body of work because of its purple finish. Sebastián has used this colour on only a few of his sculptural works.",
    "desc3": "Prior to settling in Calgary, \"Roseta\" was in an exhibition that travelled to various locations in North America.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0695229, 51.0463091]
    },
    "globalid": "867c3ff4-243e-4e13-8e68-611ee95571d9",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2017.011.001",
    "tab_name": "Southwest",
    "title": "Meander",
    "artist": "Peter von Tiesenhausen",
    "address": "Elbow River along Riverdale Avenue S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/meander.webp",
    "short_desc": "'Meander' is a living wall designed to help with the Elbow River bank stabilization and provides habitat for nesting birds, insects, and vegetation.",
    "desc1": "Artist Peter von Tiesenhausen worked collaboratively with engineers, entomologists, and a local concrete manufacturer to create a 100-metre long stabilizing wall along the Elbow River. Rather than create a solid concrete wall, the artist integrated cavities within the design to facilitate the natural growth of vegetation such as trees, lichen, and mosses while providing habitat for birds and insects.",
    "desc2": "The artist hopes that within a few years, the manmade structure will be overtaken with natural elements so the boundary between constructed and nature disappears. 'Meander' will be a living sculpture, changing with the seasons and the animals that make it home.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0746017, 51.017123]
    },
    "globalid": "306e162b-c05b-456c-b4bd-525bde415766",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "8",
    ":@computed_region_kxmf_bzkv": "143",
    ":@computed_region_qeuu_piif": "272",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2012.002.001",
    "tab_name": "Northeast",
    "title": "Confluence",
    "artist": "David Dahlquist with RDG Dahlquist Art Studio",
    "address": "Martindale LRT Station (618 Martindale Blvd. N.E.)",
    "modified_dt": "2022-03-31T16:20:40.000Z",
    "imgpath": "images/publicart/confluence.jpeg",
    "short_desc": "Weaving together the physical and symbolic connections of people and place, these two murals were designed by the artist and the community.",
    "desc1": "A combination of LED lighting, glazed terra cotta and laser-cut steel are featured on both sides of this exterior transit station. The viewer is invited to view the symbols created by the community members, their diversity highlighting how individually people can interpret their connection to a \"place\". Flowers, houses, maple leafs, cowboy boots and animals are just some of the elements which the community have defined as being significant to them, personally.",
    "desc2": "Dynamic and fluid in the day, this installation glows at night shifting the focus from the symbols to elements representing waves. This acknowledges the significance of our rivers, one of the most defining elements of our city; both an original mode of transportation and a common link to connect the stories of our history and the stories of today.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9682427, 51.117622]
    },
    "globalid": "69f2cb76-b210-44db-8edd-e888501210cf",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "180",
    ":@computed_region_qeuu_piif": "21",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "P2018.001.001A",
    "tab_name": "Southwest",
    "title": "Reflections and Flow",
    "artist": "Michael Grills",
    "address": "Canyon Meadows Aquatic and Fitness Centre, 89 Canova Rd. S.W.",
    "modified_dt": "2022-03-29T15:59:34.000Z",
    "imgpath": "images/publicart/reflectionsandflow.jpg",
    "short_desc": "Five artworks placed throughout the Canyon Meadows Aquatic and Fitness Centre incorporate thoughts and stories about life in the area and reflect the coming and going of visitors to the centre.",
    "desc1": "Installed throughout the public spaces in the lobby, stairwell, and upstairs hall, \"Reflections and Flow\" was created by Calgary based artist and illustrator Michael Grills. The artist used two layers of acrylic panels and a reflective background to create visually rich images that change based on the viewing angles and reflections. As you pass by the artworks the reflections change and a sense of movement is implied.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/canyon-meadows-community-engaged-artwork.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0898654, 50.948447]
    },
    "globalid": "b65e6d4f-a160-4494-90b0-18af5c6969c9",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "5",
    ":@computed_region_kxmf_bzkv": "283",
    ":@computed_region_qeuu_piif": "116",
    ":@computed_region_xxr9_iwz2": "13"
  },
  {
    "art_id": "990587",
    "tab_name": "Downtown",
    "title": "Bears",
    "artist": "Leo Mol",
    "address": "Century Gardens, Eighth Avenue at Seventh Street S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/bears.jpg",
    "short_desc": "In this lighthearted bronze sculpture, artist Leo Mol shows two playful bears.",
    "desc1": "Born in Polonne, Ukraine, Leo Mol first studied under his father, a commercial potter.  He later studied in Vienna and Berlin, before leaving Europe for Canada in 1948, settling in Winnipeg.",
    "desc2": "Although he was trained in a variety of artistic practices, he is best known for his sculptures of both people and animals. Many of his bronze works can be seen in Winnipeg, in the Leo Mol Sculpture Garden in Assiniboine Park.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0798254, 51.0463715]
    },
    "globalid": "fc4c349c-8977-40f9-84a7-e9dd12155935",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2020.005.001A-B",
    "tab_name": "Southwest",
    "title": "Sun Chairs",
    "artist": "Susan Clarahan and Joel Staples",
    "address": "Elbow Island Park, Fourth Street S.W. and Elbow Drive S.W.",
    "modified_dt": "2022-03-29T16:44:20.000Z",
    "imgpath": "images/publicart/sunchairs.jpg",
    "short_desc": "Relax and take in your surroundings, the chirping of birds, the bubbling of the river, the rustle of leaves, the warmth of the sun, when you layback in one of the lounge chairs.",
    "desc1": "Located at the southwestern point of Elbow Island Park, these seats were designed by romantic partners for the sunniest locale on the island.",
    "desc2": "In the artists' words, \"Sun Chairs are meant to support a moment of gathered attention, vacation, rest and relaxation, recalling beach loungers next to swimming pools or the ocean. In these moments the focus can be soft; on the river, the sun, maybe the stars in motion. With the back of the chairs angled towards the sky our perspective can shift to what is above and beyond.\"",
    "desc3": "Each bench or seat on Elbow Island was designed by artist duos with a close relationship with the intention of creating their ideal 'together place' to sit, daydream, converse, escape, and watch the river flowing by.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/elbow-island-park-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0764952, 51.0275213]
    },
    "globalid": "4a5f20da-dfd5-4633-a03b-7dea5d0e8a34",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "70",
    ":@computed_region_qeuu_piif": "134",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990956",
    "tab_name": "Northeast",
    "title": "Armillary Sundial",
    "artist": "Nathan Smith",
    "address": "Calgary Zoo by Devonian Conservatory, 1300 Zoo Rd. N.E.",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/armillarysundial.webp",
    "short_desc": "Look at the centre of this sculpture: do you see the Earth? Known as an armillary sphere or armillary sundial, this work is a model of the celestial globe, centred on the Earth.",
    "desc1": "The artist who made this work describes it as 'a teaching tool to explain the movement of the sun and the construction of time.'",
    "desc2": "Surrounded by benches that represent each of the four seasons, this installation encourages the viewer to think about growing cycles and the passage of time.",
    "desc3": "This sphere was a gift to the people of Calgary from the Calgary Horticultural Society in celebration of its 100th anniversary in 2008.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0310968, 51.0445826]
    },
    "globalid": "a00ac33b-1102-489d-85ac-0105207ed817",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "137",
    ":@computed_region_qeuu_piif": "261",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2005.003.001 A-D",
    "tab_name": "Northwest",
    "title": "Crenellated Habitat",
    "artist": "Tony Bloom",
    "address": "John Laurie Boulevard N.W. pedestrian overpass into Nose Hill Park",
    "modified_dt": "2022-03-28T17:32:51.000Z",
    "imgpath": "images/publicart/crenellatedhabitat.jpg",
    "short_desc": "Two sets of curved, steel panels flank either end of the \"Whispering Grasses Walkway\", a pedestrian overpass leading into Nose Hill Park.",
    "desc1": "Images relating to the natural environment are featured on these artworks, which welcome and entice the user to explore, investigate and enjoy the natural environment around them. The curvature and patina of the panels were purposefully selected by the artist to echo the architecture of the bridge. Impressions of bison, predators and even a topographical map can be found etched into the artworks' surfaces.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Crenellated-Habitat.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1245966, 51.1012058]
    },
    "globalid": "852e0852-ebb8-4f1d-9b15-87faa6c80554",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "125",
    ":@computed_region_qeuu_piif": "305",
    ":@computed_region_xxr9_iwz2": "4"
  },
  {
    "art_id": "P2004.002.001",
    "tab_name": "Northwest",
    "title": "The Language of Life",
    "artist": "James Holroyd",
    "address": "Thornhill Aquatic and Recreation Centre (6715 Centre St. N.W.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/thelanguageoflife.png",
    "short_desc": "Four large black and white photographs mounted by the entryway of this facility feature athletes suspended in motion.",
    "desc1": "Known for exploring art through non-digital photography, the artist was able to use multiple exposures (the act of exposing the same section of film repeatedly to light) to create these fascinating images which represent activities occurring at this Centre.",
    "desc2": "Highlighting the movement of an athlete's body while in motion, the sports of Tai chi, hockey, swimming and weight training have been captured as if frozen in time.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Language-of-Life.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0651838, 51.1128701]
    },
    "globalid": "966d8466-83d5-47f9-be31-f3e5a6a9141f",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "2",
    ":@computed_region_kxmf_bzkv": "261",
    ":@computed_region_qeuu_piif": "123",
    ":@computed_region_xxr9_iwz2": "4"
  },
  {
    "art_id": "P2017.014.002",
    "tab_name": "Northwest",
    "title": "Collide",
    "artist": "AJA Louden",
    "address": "Confederation Park and 14th Street N.W. pedestrian underpass",
    "modified_dt": "2022-03-28T17:15:48.000Z",
    "imgpath": "images/publicart/collide.jpeg",
    "short_desc": "These spray painted murals can be found in the pedestrian underpass in Confederation park and are a visual response to a poem written by Calgary-based Metis poet Cobra Collins.",
    "desc1": "These murals were created during the Street Art for Youth Program. Each 'vignette' is informed and inspired by responses gathered during a public reading of the work as well as reflection from the workshop participants.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/confederation-park-murals-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0942485, 51.0745481]
    },
    "globalid": "996b0ec1-ba9e-4bee-abe5-65ab89e256ad",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "63",
    ":@computed_region_qeuu_piif": "81",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2017.005.001A-D",
    "tab_name": "Northwest",
    "title": "Mount Pleasant Moments",
    "artist": "Jennifer Stead",
    "address": "Mount Pleasant Fire Station #7, 2708 Fourth St. N.W.",
    "modified_dt": "2022-03-29T15:35:49.000Z",
    "imgpath": "images/publicart/mountpleasantmoments.png",
    "short_desc": "Located in Mount Pleasant Fire Station #7, this artwork captures the connection between citizens and the firefighters that strive to help them.",
    "desc1": "Spanning the southwest stairwell, a series of painted aluminum panels depict images that celebrate the unique purpose of the building. The artwork focuses on community and connection and how the people and relationships are what hold it together.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/mount-pleasant-fire-station-7-public-art-project.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0711883, 51.0763265]
    },
    "globalid": "a8c9a378-26ed-47fd-bcaf-04919a033ae6",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "17",
    ":@computed_region_qeuu_piif": "71",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990934",
    "tab_name": "Northwest",
    "title": "Twin Bears",
    "artist": "Leo Mol",
    "address": "Baker Park, 9333 Scenic Bow Rd. N.W.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/twinbears.jpg",
    "short_desc": "Rearing up on their hind legs, these two young bears are getting ready to play.",
    "desc1": "Born in Polonne, Ukraine, Leo Mol first studied under his father, a commercial potter.  He later studied in Vienna and Berlin, before leaving Europe for Canada in 1948, settling in Winnipeg.",
    "desc2": "Although he was trained in a variety of artistic practices, he is best known for his sculptures of both people and animals. Many of his bronze works can be seen in Winnipeg, in the Leo Mol Sculpture Garden in Assiniboine Park.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2182538, 51.0997983]
    },
    "globalid": "201215e7-5a2f-420b-84d6-52d121354927",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "13",
    ":@computed_region_kxmf_bzkv": "148",
    ":@computed_region_qeuu_piif": "196",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2007.001.001",
    "tab_name": "Southwest",
    "title": "Jumping Trout",
    "artist": "Violet Costello and Bob Thomasson",
    "address": "Glenmore Trail, from Elbow Drive to Fifth Avenue S.W.",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/jumpingtrout.jpeg",
    "short_desc": "Built into the retaining wall of Glenmore Trail, 144 trout are represented as if swimming and jumping along the waves in the near-by Bow River.",
    "desc1": "Rainbow trout and Brown trout are just five of the species which inhabit this nearby River, a renowned fly-fishing location. These relief forms are bolted into panels representing the water and the sky. Those jumping are highlighted by their colourful scales reflecting in the sun. Those swimming are muted from the dark water of the river.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Jumping-Trout.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0831538, 50.9943793]
    },
    "globalid": "092616df-c8aa-4269-a5f2-64f16016dc3e",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "8",
    ":@computed_region_kxmf_bzkv": "64",
    ":@computed_region_qeuu_piif": "233",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "990519",
    "tab_name": "Downtown",
    "title": "Pristine",
    "artist": "Blake Senini",
    "address": "First Street S.E. and Ninth Avenue S.E. (Plus 15)",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/pristine.jpg",
    "short_desc": "Blake Senini's three-part work, \"Pristine\", brings images of nature inside to one of Calgary's many Plus-15 walkways. Layering and combining images of trees and oceans, the artist has created a work that offers subtle reminders of the natural world.",
    "desc1": "This multi-media work was created by projecting images onto aluminum panels that had been covered with a mixture of graphite and lacquer. The artist then etched the imagery into the panels, creating the works that you see here.",
    "desc2": "Senini is a Calgary-based artist who also teaches at the Alberta College of Art and Design. His work has been collected by many public and private organizations, including Glenbow Museum, the Alberta Foundation for the Arts, and the Canada Council Art Bank, among others.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0607973, 51.0449519]
    },
    "globalid": "d7da701f-c4b7-4f4f-b96c-830f7abbe13b",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2020.004.001A-B",
    "tab_name": "Southwest",
    "title": "Ephemeral Perch",
    "artist": "Lane Shordee",
    "address": "Elbow Island Park - 4 St S.W. and Elbow Dr S.W.",
    "modified_dt": "2022-03-28T15:57:06.000Z",
    "imgpath": "images/publicart/ephemeralperch.jpg",
    "short_desc": "Carved from large boulders and placed in the ephemeral stream, these seats face away from each other and give the viewer a unique perspective to contemplate their relationship with the landscape.",
    "desc1": "In the middle of Elbow Island park is an ephemeral stream which can only be crossed using a rock ford. These stepping stones are flanked by large boulders, carved into seats providing a perch to rest above flowing waters.",
    "desc2": "In the artist's words, \"each seat faces a different direction, giving viewers two unique experiences. In one direction, the water flows away; in the other, water flows towards. The stones represent our species' relationship with the land as witnesses and stewards. When viewing the landscape in different ways, we consider its inevitable transformation. Over time these boulders will shift, making them more challenging to sit on.\"",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/elbow-island-park-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.072933, 51.0289579]
    },
    "globalid": "8bf1f624-de15-451f-aa8f-7bd0d928936f",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "18",
    ":@computed_region_qeuu_piif": "273",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990921",
    "tab_name": "Northwest",
    "title": "Alberta Foothills Morning",
    "artist": "Ed Drahanchuk",
    "address": "North Mount Pleasant Arts Centre (523 - 27th Ave. N.W.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/albertafoothillsmorning.jpg",
    "short_desc": "In this large-scale ceramic mural, Calgary-born artist Ed Drahanchuk offers a 1960's vision of Alberta life and industry.",
    "desc1": "The artist uses both overhead and side perspectives to show off the mural's subjects: farm fields with tractor tracks are seen from overhead, while a cart, cows, shafts of wheat, oil derricks, and mountains are seen from the side. These subjects are made from textured slabs of clay, and are suitable for viewing close-up or from a distance.",
    "desc2": "This mural, which weighs over 8000 kg (17 000 lbs) and measures 3.35 x 4.88 m (11 x 16 feet), is believed to be one of the first ceramic murals made in Calgary.",
    "desc3": "It was commissioned by the Municipal District of Rocky View for its Calgary office, and was originally built into a wall on a building on 16th Avenue NE. When the building had to be demolished as part of the widening of 16th Avenue in 2005-2006, the mural was carefully relocated to its current home at the North Mount Pleasant Arts Centre.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0728178, 51.0768295]
    },
    "globalid": "4c992898-d834-4ab7-98cf-90cf30b4139a",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "17",
    ":@computed_region_qeuu_piif": "71",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990466",
    "tab_name": "Southeast",
    "title": "Deux Chiens Assis",
    "artist": "Henri Jacquemart",
    "address": "Sue Higgins Park (Southland Drive S.E. and Deerfoot Trail)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/deuxchiensassis.jpg",
    "short_desc": "Do you recognize these two dogs? For many years, this pair of bronze dogs - a bloodhound and a retriever - kept a watchful eye over Devonian Gardens in Calgary's downtown core.",
    "desc1": "Estimated to be crafted in the late 1800s, the two bronze dog statues attributed to artist Henri Jacquemart are titled Deux Chiens Assis, which means two seated dogs. They were gifted to the City of Calgary Public Art Collection by the Devonian Foundation in 1978.",
    "desc2": "The sculptures are now permanently installed near Nora Tuckey's Grove in Sue Higgins Park.  This park lies along the banks of the Bow River and is home to the largest fenced-off dog park in the city.",
    "desc3": "French artist Henri Alfred Marie Jacquemart was born in Paris in 1824 and passed away in 1896. He studied at the Ecole des Beaux-Arts in Paris and exhibited at the Paris Salon from 1847 to 1879. He is a well known sculptor of animals and monuments, and his works can be found in many museums including the Musee D'Orsay.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0277969, 50.9682248]
    },
    "globalid": "140fa84e-d0ea-4925-a1fa-e801d0529fff",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "6",
    ":@computed_region_kxmf_bzkv": "93",
    ":@computed_region_qeuu_piif": "284",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "990461A",
    "tab_name": "Downtown",
    "title": "Lion",
    "artist": "JamesL. Thomson",
    "address": "Municipal Building west entrance, 800 Macleod Tr. S.E",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/municipalbuildinglion.webp",
    "short_desc": "For almost 83 years, this impressive lion lived on top of the southwest kiosk of the Centre Street Bridge. Along with his three other companions, he watched over the bridge, and soon became a beloved landmark in Calgary.",
    "desc1": "Made in 1916 by James L. Thomson, a Scottish stonemason, the concrete lion was modelled after the bronze lions in Admiral Nelson's Monument in Trafalgar Square, London, England. By 1999, Calgary's harsh weather and vibrations from traffic crossing the bridge had left the lions and the bridge in need of repair. Investigations revealed that restoring the lions would not provide a satisfactory or long-term fix: the crumbling concrete would simply not last into the future.",
    "desc2": "After much debate and controversy, it was decided that the existing lions would be \"retired,\" and replaced with replicas. The lion shown here is an original lion. Layers of repairs made to him over the years have been removed, and expert sculptor Illyas Pagonis has restored him to his original form. This restored lion has also provided the model for the new lions that currently sit atop the rehabilitated bridge.",
    "desc3": "Now guarding the entrance to Calgary's Municipal Building, this lion is partially sheltered from the elements, and no longer shaken by passing traffic. Viewers can get a close-up view of Thomson and Pagonis's work, while also having the opportunity to reflect on Calgary's past, and its dynamic, changing future.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0571077, 51.0454763]
    },
    "globalid": "06e05b58-5a10-482c-b12a-e2bae45d4910",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990938",
    "tab_name": "Downtown",
    "title": "Patrick Burns, Cattleman (1856-1937)",
    "artist": "David Garneau",
    "address": "Municipal Building Atrium",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/patrickburns.jpg",
    "short_desc": "Dressed in business attire, this solid figure projects confidence and power with his firm stance, arms akimbo and upward gaze.",
    "desc1": "Patrick Burns was enormously influential in Western Canada. In 1896, he was the first man to transport livestock on the newly completed Canadian Pacific Railway. His entrepreneurial acumen in all sectors of the beef industry made him wealthy. Burns was also an Alberta senator and one of the Big Four who founded the Calgary Stampede in 1912.",
    "desc2": "Created by prominent Métis artist David Garneau, a well-known contemporary artist, curator, writer, and professor, this ceramic sculpture is part of a series of five figures representing Alberta's past. In 1984 when he was commissioned to create sculptures of historic Calgarians to commemorate Calgary's 100th birthday, he was a 22 year-old student. At the time he was greatly influenced by the small-scale character studies in ceramic by Saskatchewan artist Joe Fafard.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0570124, 51.0455126]
    },
    "globalid": "2b8b2997-a183-4702-897c-f0dad047f639",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2021.004.001",
    "tab_name": "Southwest",
    "title": "Spruce Cliff Community Sign",
    "artist": "Sisay Shimeles and Oksana Kryzhanivska",
    "address": "3375 Spruce Dr. S.W.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/sprucecliffsign.webp",
    "short_desc": "This vibrant and colourful community sign aims to evoke a sense of community pride and highlight connectedness through cultural identity.",
    "desc1": "A collaboration between Calgary artists Oksana Kryzhanivska and Sisay Shimeles, the designs for the artwork were conceived during multi-cultural art workshops with Spruce Cliff community members that focused on cross-cultural and traditional ways of art making. With the goal of uniting multicultural artists and building stronger community ties that would highlight Spruce Cliff's identity, participants produced paintings that were incorporated into the final art pieces.",
    "desc2": "The workshops allowed residents to make a permanent mark in the Spruce Cliff community while celebrating and bringing together different cultural perspectives. In addition to incorporating community member's paintings, the artists lent their culturally inspired imagery to this work. During the day, the sign shows a bright and diverse collage. At night, the backlit artwork gives nod to connectedness through cultural identity.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1351688, 51.0474258]
    },
    "globalid": "07d66de2-397f-4d0b-bd55-2ebaaaae7264",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "118",
    ":@computed_region_qeuu_piif": "295",
    ":@computed_region_xxr9_iwz2": "6"
  },
  {
    "art_id": "P2017.006.002A-B",
    "tab_name": "Northwest",
    "title": "Convergence",
    "artist": "Laura Haddad and Thomas Drugan",
    "address": "Rocky Ridge Recreation Facility: 11300 Rocky Ridge Rd. N.W.",
    "modified_dt": "2022-03-28T17:25:18.000Z",
    "imgpath": "images/publicart/convergence.jpeg",
    "short_desc": "Discover these two sculptures inspired by creatures, real and mythical alike, at one of the highest natural points in Calgary on a grassy knoll.",
    "desc1": "Composed of an organic matrix of stainless steel pipes 14 metres high, these two sculptures are mirror images of each other. Acrylic prisms are attached at the end of some of the pipes which will scatter the sunlight into spectrums of iridescent colour. As you walk around the artwork, the sculptures will appear to merge and separate, recalling various images of horns, wings, nests, prairie vegetation, or whatever else you can imagine.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/rocky-ridge-recreation-facility-public-art-ascend.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2288892, 51.1585416]
    },
    "globalid": "b5433df8-bd66-47c6-9062-46227a75d381",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "191",
    ":@computed_region_qeuu_piif": "125",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2015.001.001",
    "tab_name": "Northwest",
    "title": "Outflow",
    "artist": "Brian Tolle Studio",
    "address": "Parkdale Plaza (along the Bow River at the end of 34A Street N.W.)",
    "modified_dt": "2022-03-29T15:39:30.000Z",
    "imgpath": "images/publicart/outflow.jpeg",
    "short_desc": "This inverted replica of Mount PeeChee, a mountain peak located north of Canmore along the Bow River, is the inspiration for this sculpture which merges form and function.",
    "desc1": "A memorial to the glacial origins of the Bow and its connection to shaping our community over the years, this functional sculpture allows the viewer to watch as our stormwater transitions from the urban environment back to the natural.",
    "desc2": "With the sculpture acting as a handrail, the bridge deck and surrounding Plaza areas allow the public to take a moment to observe, reflect and consider the impact we have on our environment.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Memorial-Drive-Landscape-of-Memory.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1386169, 51.0566034]
    },
    "globalid": "357d261e-dc85-4b6a-9a90-e272464d946a",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "91",
    ":@computed_region_qeuu_piif": "282",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2007.006.001",
    "tab_name": "Northeast",
    "title": "Columns (LRT Platform)",
    "artist": "Jim Hirschfield and Sonya Ishii",
    "address": "McKnight/Westwinds LRT Station (6200 36th St. N.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/mcknightcolumns.jpg",
    "short_desc": "Located on the LRT platform, these historical images grace both sides of the supporting columns of the station roof. Viewed separately they are pieces of a story. Viewed in their entirety, the story is told.",
    "desc1": "Both sides of the columns have historical images sourced from Calgary's Glenbow Museum Archives. The images have been separated into segments, which align when the viewer stands at either end of the platform. One image is of a little girl riding a sheep and the other is of a lady standing on the back of a galloping horse.  Each image references the ranching history of this area, providing a sense of the past as the viewer journeys to their next destination.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9757303, 51.1091385]
    },
    "globalid": "951a02b5-3444-45e0-b9e5-625559cf1d19",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "80",
    ":@computed_region_qeuu_piif": "127",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "P2021.001.001A-M",
    "tab_name": "Southeast",
    "title": "Kawa'pomahkaiks, Animals that Roam the Prairies",
    "artist": "Adrian Stimson",
    "address": "17th Avenue S.E. and 33rd Street S.E.",
    "modified_dt": "2022-03-29T15:21:29.000Z",
    "imgpath": "images/publicart/int-ave-animals-that-roam.jpg",
    "short_desc": "This installation pays homage to the animals that once inhabited, and some that still inhabit, the plains now known as Calgary and International Ave.",
    "desc1": "Artist inspiration came from engagement sessions with people in the community, specifically the local area children who drew sketches of animals. Laser-cut steel silhouettes of a pronghorn antelope, coyote, badger, prairie dog, beaver, prairie hare, black footed ferret, swift fox, and burrowing owl are placed within a planter to playfully interact with people as they take a seat or wander by.",
    "desc2": "Visitors are encouraged to learn the names of the animals and the Siksiká (Blackfoot) pronunciations.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/international-avenue-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9862271, 51.0376396]
    },
    "globalid": "1dac9414-5370-4fe6-8fd0-ef7710d59a11",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "15",
    ":@computed_region_qeuu_piif": "75",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "990950",
    "tab_name": "Downtown",
    "title": "Balancing Act",
    "artist": "Roy Leadbeater",
    "address": "Municipal Building plaza level, 800 Macleod Tr. S.E.",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/balancingact.jpg",
    "short_desc": "Bright primary colours, imagination and welding transform utilitarian construction materials into a playful sculpture.",
    "desc1": "Like a brilliantly coloured industrial \"tree\", its red trunk is perched precariously on a single tapered point. Above, three discs scan the sky like whimsical satellite dishes. The vertical post is topped by a horizontal beam from which yellow and green I-beams soar up and away, creating an upward motion that counters the gravity-defying balancing act at the base of the structure.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0577429, 51.0450564]
    },
    "globalid": "7cdc1c68-b989-430d-89f2-2b069c3db754",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2013.002.001",
    "tab_name": "Downtown",
    "title": "Luminous Crossings",
    "artist": "Cliff Garten",
    "address": "Downtown West - Kerby LRT Station (10th Street S.W.)",
    "modified_dt": "2022-03-29T15:35:49.000Z",
    "imgpath": "images/publicart/luminous-crossings.jpeg",
    "short_desc": "This interactive public art installation consists of 20 components: two large-scale vertical sculptures, plus three hanging works, on four stations located at either end of the Seventh Avenue LRT line.",
    "desc1": "These illuminated sculptures are integrated with Calgary's LRT system to change colours when the train arrives, docks and leaves the station. The structures of the sculptures are developed from images of rail transportation, connecting the artwork directly to the purpose and use of this site.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Downtown-Gateway-LRT-Stations.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0869334, 51.0471537]
    },
    "globalid": "364e36e2-d896-4883-944b-62a5a9635bd4",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "45",
    ":@computed_region_qeuu_piif": "61",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990441",
    "tab_name": "Downtown",
    "title": "Conversation",
    "artist": "William Hodd McElcheran",
    "address": "Stephen Avenue Mall at First Street S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/conversation.jpg",
    "short_desc": "This humorous sculpture is part of The Businessman Series. The artist explained that his life-size figures, set on the ground, replace statues of classical heroes mounted on high pedestals.",
    "desc1": "Here, two businessmen, recognizable by their clothing and briefcases, are intently focused on each other. Their exchange seems more pointed than amicable. Leaning forward as he speaks, one man gestures emphatically, while his calm colleague tries to reassure him with a gentle touch to his arm.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.065788, 51.0456226]
    },
    "globalid": "367d9be9-42c4-4051-b9ac-3f1cf1b0942f",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "CP2018.002.002",
    "tab_name": "Downtown",
    "title": "Fish",
    "artist": "Christian Moeller",
    "address": "New Central Library, 800 Third St. S.E.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/fish.jpg",
    "short_desc": "The eye of a giant goldfish watches over library guests, perhaps curious to know what you are reading.",
    "desc1": "Strongly inspired by the concept of goldfish in a fishbowl, the artwork appears as a well-crafted recessed bookshelf, holding a total of 10,260 books in 12 different colours. From close up, the spines of the books read as an abstract composition of coloured shapes, but from a distance, they materialize into a detailed image in the form of a carefully framed portrait of a goldfish.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0553173, 51.0452989]
    },
    "globalid": "694b9353-1fd8-450c-9f8b-1f7973ae2ddc",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "65",
    ":@computed_region_qeuu_piif": "98",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2009.005.001 A",
    "tab_name": "Northeast",
    "title": "Rhythms I",
    "artist": "Karen Ho Fatt",
    "address": "Village Square Leisure Centre (2623 56th St. N.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/rythms1.jpg",
    "short_desc": "Two artful benches, full of whimsy, celebrate Village Square Leisure Centre and the services it provides to our community.",
    "desc1": "These functional sculptures use shapes and kinetic forms to provide a sense of movement, energy and vitality to connect the work to the theme of recreational activity. Bold colours represent the cultural vitality of the Centre, while images and motifs reflective of cultural groups are incorporated within, referencing the diversity of the community users of this facility.",
    "desc2": "Blue waves, Buddhist wheels, figures in motion and interactive activities invite you to sit, pause and maybe even play.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9545635, 51.07574]
    },
    "globalid": "796d4a6a-eca4-4113-b886-1dfea45c9123",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "36",
    ":@computed_region_qeuu_piif": "66",
    ":@computed_region_xxr9_iwz2": "10"
  },
  {
    "art_id": "P2018.008.001A-K",
    "tab_name": "Southeast",
    "title": "Holding Fast",
    "artist": "Doug Driediger",
    "address": "Fire Headquarters, 4144 11th St. S.E.",
    "modified_dt": "2022-03-29T15:19:25.000Z",
    "imgpath": "images/publicart/holdingfast.jpeg",
    "short_desc": "\"Holding Fast\" consists of a group of circular paintings that pays tribute to the history and values of the Calgary Fire Department.",
    "desc1": "It includes 11 paintings of iconic CFD images such as Calgary's historic Fire Station No. 1, firefighters in action, a vintage fire truck, the trim of an Honour Guard uniform, and the bell used during the annual fallen firefighters' memorial ceremony. The central image featuring a modern-day firefighter reaching up to a firefighter of the past conveys the message \"I've got you\" and reinforces the CFD values of pride, professionalism, teamwork, and respect.",
    "desc2": "Whether it's physical danger or mental illness, Calgary's firefighters take care of one another. The background is a stencil pattern comprised of three important firefighting symbols: the Maltese cross, the axe, and the pike pole. Nine of the stencils are painted a brass colour to represent the Calgary firefighters who have died in the line of duty.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/fire-headquarters-public-art-project.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0360287, 51.0174832]
    },
    "globalid": "fcd436d8-6acc-4fbf-868c-97b02c16173b",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "75",
    ":@computed_region_qeuu_piif": "44",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2010.002.001",
    "tab_name": "Southeast",
    "title": "Guardian",
    "artist": "Tony Stallard",
    "address": "Manchester Centre entrance (25th Ave. S.E.)",
    "modified_dt": "2022-03-29T15:19:25.000Z",
    "imgpath": "images/publicart/guardian.png",
    "short_desc": "This steel sculpture towers over the site as if watching over or guarding this civic complex. Illuminated at night, it becomes a beacon of light marking the entry to the Manchester Centre.",
    "desc1": "The work refers to the notion of industrial units, one stacked upon the other, suggesting an inter-related dependence or a hierarchical infrastructure that relates to the current use of this civic site.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Guardian.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0469006, 51.0284818]
    },
    "globalid": "a9cb48c5-873d-4089-afb5-d68d226beadf",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "160",
    ":@computed_region_qeuu_piif": "42",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "990478",
    "tab_name": "Southwest",
    "title": "World War One Memorial",
    "artist": "Couer-de-Lion MacCarthy",
    "address": "Central Memorial Park (12th Avenue at Third Street S.W.)",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/ww1memorial.jpg",
    "short_desc": "Made by artist Coeur-de-Lion MacCarthy, this bronze sculpture was donated to the City of Calgary in 1924 by a women's charitable organization called the Imperial Order Daughters of the Empire (IODE).",
    "desc1": "Born in England in 1881, Coeur-de-Lion MacCarthy moved to Montreal in 1918.  The son of an artist, he is known for a number of other bronze busts and sculptures located across Canada.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0685842, 51.0410931]
    },
    "globalid": "0062bc0f-9126-4341-b93b-06eaa5c7720a",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "260",
    ":@computed_region_qeuu_piif": "122",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2012.003.001",
    "tab_name": "Downtown",
    "title": "Ascension",
    "artist": "Incipio Modo",
    "address": "Poetic Park ( Fourth Avenue and Ninth Street S.W.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/ascension.png",
    "short_desc": "These two ascending creatures vary in scale and form depending upon the observer's viewpoint.",
    "desc1": "To the pedestrian they are larger than life, ascending and climbing throughout the landscape. To those in the neighbouring buildings, their form and motion define the space they inhabit.",
    "desc2": "Fabricated locally, these sculptures were purposefully constructed to be modular in nature, consisting of three sections to be assembled like a tripod. This format allowed the composition of each of the insects to be determined by the terrain of the park, as the three sections were able to be adjusted and formed to respond to the site itself. Each creature is the same, yet has its own unique perspective.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Ascension.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0836809, 51.0496216]
    },
    "globalid": "e8e4a572-2891-410c-bd1c-f40908f29633",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "45",
    ":@computed_region_qeuu_piif": "61",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990428",
    "tab_name": "Downtown",
    "title": "Brotherhood of Mankind",
    "artist": "Mario Armengol",
    "address": "First Street S.E. between Fifth Avenue and Sixth Avenue",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/brotherhoodofmankind.jpg",
    "short_desc": "These greatly elongated statues impress by their huge size, their extreme gauntness and their nudity.",
    "desc1": "Devoid of all social markers of individuality, race or class, the male and female figures embody all humanity as they interact. In two groups, outstretched arms and linked hands create physical and metaphoric bridges. Other figures face them, including a mother with a child. Disturbing to many in 1967, the statues are now a popular landmark, known as The Family of Man.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0599415, 51.0477989]
    },
    "globalid": "b976f7b5-f447-4d2a-9f9a-7514d3a531d6",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2007.006.002 A-C",
    "tab_name": "Northeast",
    "title": "Topiary Quilts",
    "artist": "Jim Hirschfield and Sonya Ishii",
    "address": "McKnight/Westwinds LRT Station (6200 36th St. N.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/topiaryquilts.jpg",
    "short_desc": "Located near the parking entrance along the South side of the park-n-ride, these metal fence-like structures help define the boundary of this site.",
    "desc1": "Standing over seven feet in height, the images on the Quilts are directly related to the shapes and forms found in the Topiary sculpture located in the plaza area of the LRT station. They also reference the images dotted across the glass heating shelters on the station platform, continuing the playful dialogue the artists have featured throughout this site.",
    "desc2": "References to the Blackfoot Nation have been included through the artist's use of circle motifs, an element commonly found in many Blackfoot creations. The Blackfoot are one of the oldest aboriginal nations to inhabit Calgary, and the artist's inclusion of this imagery acts as a way to continue their historical connection to this site and to the community of Calgary as a whole.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9757159, 51.1070475]
    },
    "globalid": "343c5890-c8cf-4da6-880c-6a7408242ad0",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "80",
    ":@computed_region_qeuu_piif": "127",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "P2008.003.001 A-AP",
    "tab_name": "Northwest",
    "title": "The Colour of Snow",
    "artist": "Barbara Grygutis",
    "address": "Crowfoot LRT Station (1860 Scurfield Dr. N.W.) south glass window",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/colourofsnowglass.jpg",
    "short_desc": "Conceptually and visually linked to the railings on the nearby interchanges, the artwork in these glass windows is inspired by the artist's first visit to Calgary.",
    "desc1": "The background image of the setting sun was originally captured by the artist as she flew into Calgary for her first site visit. The dramatic colours were translated from a photograph into a watercolour-like glass composition. This was combined with snowflake images, designed to highlight their distinctive molecular structures, in the hopes of drawing the viewer's attention to the unique forms that are built by nature, in an environment built by man.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/The-Colour-of-Snow-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2070744, 51.1225826]
    },
    "globalid": "32058bad-da32-4f51-bd20-1ec98aa1083d",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "148",
    ":@computed_region_qeuu_piif": "196",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2013.001.001",
    "tab_name": "Northeast",
    "title": "Travelling Light",
    "artist": "inges idee",
    "address": "96th Avenue N.E. (Near Airport Trail and Deerfoot Trail Interchange)",
    "modified_dt": "2022-03-29T16:49:58.000Z",
    "imgpath": "images/publicart/travellinglight.jpg",
    "short_desc": "Simple in form, yet bold in appearance, this functional and sculptural public art installation soars 17 meters into the sky.",
    "desc1": "Travelling Light is a site-specific sculpture that examines and brings to life the theme of movement.  Functioning as a street lamp, the structure serves to frame the landscape around it.  This large circular form makes reference to one of the oldest symbols of transportation in existence, the wheel.",
    "desc2": "Pedestrians, cyclists, vehicles, trains and planes all pass by this landmark, each engaging in their own specific mode of transportation. Motion and movement are referenced and united figuratively by a universal symbol, the circle.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/96-Avenue-NE.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0418707, 51.1424326]
    },
    "globalid": "fe6469ea-bfb9-4fdc-a363-f5ff95e862ee",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "11",
    ":@computed_region_kxmf_bzkv": "163",
    ":@computed_region_qeuu_piif": "16",
    ":@computed_region_xxr9_iwz2": "3"
  },
  {
    "art_id": "P2010.001.001 A-C",
    "tab_name": "Northeast",
    "title": "Triclopse",
    "artist": "Luke Blackstone",
    "address": "Multi Services Station (80th Avenue and Saddletowne Circle N.E.)",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/triclopse.png",
    "short_desc": "Located at the front of the building, this installation features three unified sculptures, each representing one of the emergency services housed at this location.",
    "desc1": "Triclopse employs three aesthetic but functional sirens that represent the services provided by Police (copper), Fire (red) and EMS (silver) all of whom function out of this facility, working both separately and jointly as an active, unified set of protective services.",
    "desc2": "One commonality of these three organizations is their historical use of the siren as a means to alert the community. The sound of the siren is universally recognizable and is generated simply by directing a stream of air through holes that rapidly open and close. Most siren sounds today are produced electronically, but previously they were driven by electric motors or even hand-cranked.",
    "desc3": "The three wheels in this sculpture may be rotated individually by turning the crank on the sculptures base, however, the effort needed is considerable. When two or three viewers participate by turning all of the crank-wheels at the same time, the drums can be spun easier and faster, creating a louder sound.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Triclopse.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9451325, 51.1248425]
    },
    "globalid": "360c9deb-6362-4478-beb9-b53d6a54eaa5",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "11",
    ":@computed_region_kxmf_bzkv": "2",
    ":@computed_region_qeuu_piif": "86",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "P2020.003.001A-B",
    "tab_name": "Southwest",
    "title": "Late Lunch",
    "artist": "Jeremy Pavka and Sean Procyk",
    "address": "Elbow Island Park, Fourth Street S.W. and Elbow Drive S.W.",
    "modified_dt": "2022-03-29T15:21:29.000Z",
    "imgpath": "images/publicart/latelunch.jpg",
    "short_desc": "Enjoy the view of the river in these colourful and playful seats in the shape of large wheelbarrows.",
    "desc1": "Created by long-time friends, these seats are located across the ephemeral stream. Referencing a relationship with nature based in the landscaping experience, this bench hearkens to an autobiographical experience shared by many who worked outdoors.",
    "desc2": "In the artists' words, \"Late Lunch references a nostalgia related to labour and leisure. Two wheelbarrows tipped up create an impromptu seating arrangement to rest for a bit while the work stops. Late Lunch can be an agreement between the workers on an extended work day, or it can be an extended break as you relax and take in your surroundings.\"",
    "desc3": "Each bench or seat on Elbow Island was designed by artist duos with a close relationship with the intention of creating their ideal 'together place' to sit, daydream, converse, escape, and watch the river flowing by.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/elbow-island-park-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0746291, 51.0286111]
    },
    "globalid": "8a1a61b6-4c78-42c6-8d04-f33a165a1211",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "70",
    ":@computed_region_qeuu_piif": "134",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2004.003.001",
    "tab_name": "Southwest",
    "title": "An Auspicious Find",
    "artist": "Lori Sobkowich",
    "address": "Prince's Island Park pathway (698 Eau Claire Ave. S.W.)",
    "modified_dt": "2022-03-28T15:57:02.000Z",
    "imgpath": "images/publicart/auspiciousfind.png",
    "short_desc": "15,000 marbles create images which reference the ecological environment a visitor might experience when visiting Prince's Island Park.",
    "desc1": "Four pixilated images represent the flora and fauna of the area in a spontaneous and unique fashion. The marbles shimmer and shift in colour depending on the time of day, while the images become abstracted the closer the viewer stands to the sculptures themselves. Look closely. Can you see yourself?",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-Auspicious-Find.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0693834, 51.0554655]
    },
    "globalid": "a5b2c054-d30d-452d-8af6-e8cdac3cecfb",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "295",
    ":@computed_region_qeuu_piif": "93",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2008.003.001 A-AP",
    "tab_name": "Northwest",
    "title": "The Colour of Snow",
    "artist": "Barbara Grygutis",
    "address": "Nosehill Drive overpass at Crowchild Trail N.W .",
    "modified_dt": "2022-03-28T15:57:03.000Z",
    "imgpath": "images/publicart/colourofsnow-nosehill.jpg",
    "short_desc": "Conceptually and visually linked to the watercolour-like glass on the LRT station windows, the artwork in these railings is inspired by the artist's first visit to Calgary.",
    "desc1": "These 24 snowflake patterns emulate a snowstorm, drawing our attention to the unique forms that are built by nature, in an environment built by man. Pedestrians are able to enjoy the railings on a personal level, engaging with both the infrastructure and the shadows they cast as they walk by.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/The-Colour-of-Snow-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2090954, 51.1234253]
    },
    "globalid": "0e23081a-94bc-4182-8aa2-f9e5bab75b87",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "148",
    ":@computed_region_qeuu_piif": "196",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2017.006.001",
    "tab_name": "Northwest",
    "title": "Flock",
    "artist": "Laura Haddad and Thomas Drugan",
    "address": "Rocky Ridge Recreation Facility: 11300 Rocky Ridge Rd. N.W.",
    "modified_dt": "2022-03-29T15:19:25.000Z",
    "imgpath": "images/publicart/flock.jpeg",
    "short_desc": "Sited between the wetland and the front of Rocky Ridge Recreation Facility, this flock of birds rises from the wetland into the sky.",
    "desc1": "Inspired by wetland birds when they take flight, this artwork is responsive to the changing seasons, weather, and light conditions. Poles arranged in a v-shape support a flock of wind vane birds that move in the wind and glint with the sunlight. The shape and colouration of the vanes are loosely inspired by geese. The angle formed by the lowest vane on each pole are designed to point to the position of the sun in the sky at noon on the Winter Solstice.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/rocky-ridge-recreation-facility-public-art-flock.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.2317092, 51.1556635]
    },
    "globalid": "a721facb-c54d-41cf-ba95-d31097dbc602",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "191",
    ":@computed_region_qeuu_piif": "125",
    ":@computed_region_xxr9_iwz2": "1"
  },
  {
    "art_id": "P2020.006.001",
    "tab_name": "Southwest",
    "title": "Fish Ladder",
    "artist": "Caitlind r.c. Brown and Wayne Garrett",
    "address": "Elbow Island Park - Fourth Street S.W. and Elbow Drive S.W.",
    "modified_dt": "2022-03-29T15:00:11.000Z",
    "imgpath": "images/publicart/thestaircase.jpg",
    "short_desc": "The gateway to Elbow Island Park, this staircase marks the transition from urban to natural as you enter the park.",
    "desc1": "As described by the artists, \"the stairs reference fish skeletons, the ribs of a canoe, and ripples in water. As you move down the stairs onto Elbow Island Park, materials transition from steel to wood, indicating a change from urban to natural. Drooping stairs create a moiré pattern, rippling underfoot. You become the stone skipping across water. Over time, foliage will grow up through the stairs, integrating them into the park.\"",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/elbow-island-park-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0716745, 51.0290248]
    },
    "globalid": "c7ad9a01-0e4b-49bf-b68d-53dc24727547",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "18",
    ":@computed_region_qeuu_piif": "273",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "P2017.014.001",
    "tab_name": "Northwest",
    "title": "Views",
    "artist": "AJA Louden",
    "address": "Confederation Park and 10th Street N.W. pedestrian underpass",
    "modified_dt": "2022-03-29T17:15:25.000Z",
    "imgpath": "images/publicart/views.jpeg",
    "short_desc": "Approaching from another angle or taking a closer look can enlighten, revealing strange ideas and new beauty.",
    "desc1": "These spray painted murals were part of the Street Art Program for Youth and can be found in the pedestrian underpass at Confederation park. The corrugated steel surface of the tunnel has a distortive effect on images - the 'scenes' from the park reveal themselves only at certain angles, otherwise they are rendered as abstract bursts of colour. Up close, rosehips can seem alien as asteroids (or giant meatballs, as one young passerby quipped).",
    "desc2": "These views of the park are intended to encourage us all to pay close attention to the world around us, and to take a few steps back every once in a while to gain some perspective.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/confederation-park-murals-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0842535, 51.0758303]
    },
    "globalid": "31c29fc9-9daf-470c-a747-2c7bcb68b863",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "17",
    ":@computed_region_qeuu_piif": "71",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2017.002.001A-F",
    "tab_name": "Southeast",
    "title": "Passages",
    "artist": "Verne Busby and Bella Totino-Busby",
    "address": "Glenmore/Ogden Bridge Pier Interchange S.E.",
    "modified_dt": "2022-03-28T15:57:06.000Z",
    "imgpath": "images/publicart/passages.jpeg",
    "short_desc": "Passages draws inspiration from Ogden's past, present and future modes of transportation.",
    "desc1": "The artwork references to the natural environment and architecture as well as the evolution of pedestrian traffic to contemporary commuting. These mosaics use familiar imagery of local history, abstracted forms and saturated colours expressing the excitement and energy of a city in motion.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/glenmore-odgen.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9988992, 50.979063]
    },
    "globalid": "71035e1c-fbd9-4648-bf83-e97a8cef171f",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "19",
    ":@computed_region_qeuu_piif": "274",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "990430",
    "tab_name": "Downtown",
    "title": "Bronze Spaceflower",
    "artist": "Roy Leadbeater",
    "address": "Telus Convention Centre",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/bronzespaceflower.jpg",
    "short_desc": "This sculpture was inspired by the unknown territories of outer space and the deep sea.",
    "desc1": "Created by renowned Edmonton artist Roy Leadbeater, a former sailor and power engineer, this bronze abstraction was originally purchased by Leo Sheftel who was the first Chairman of the Calgary Convention Centre. It was later gifted to the City of Calgary by the Sheftel family.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0608092, 51.0458232]
    },
    "globalid": "11e59ad3-7593-4e45-8e05-018042b5e8c3",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2017.009.001A-K",
    "tab_name": "Southwest",
    "title": "One Eighty",
    "artist": "Paul Reimer",
    "address": "Chinook LRT, 61st Avenue and 1A Street S.W.",
    "modified_dt": "2022-03-29T15:39:30.000Z",
    "imgpath": "images/publicart/oneeighty.webp",
    "short_desc": "This functional sculpture serves as a bike rack near the busy Chinook LRT station and speaks to movement and making different choices for a better future.",
    "desc1": "By changing your lifestyle, you can change your community and your world. By choosing to cycle rather than drive, you can improve your health and your environment. This artwork promotes cycling and the use of Calgary's bike paths, while representing the history of transportation.",
    "desc2": "The rim of the wheel sculpture is made entirely of City of Calgary Transit 1942 railroad track.  The spokes are made from oil well sucker rod. The bike racks are made from oil well pipe.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/61st-chinook-greenway-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0671088, 50.9974845]
    },
    "globalid": "c05ef951-0260-4e07-8dd8-664d0a7de25c",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "160",
    ":@computed_region_qeuu_piif": "42",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2021.005.001A-C",
    "tab_name": "Southwest",
    "title": "DayNight Art - Windshields",
    "artist": "Sisay Shimeles and Oksana Kryzhanivska",
    "address": "3375 Spruce Dr. S.W.",
    "modified_dt": "2022-03-31T19:35:04.000Z",
    "imgpath": "images/publicart/daynightart.jpg",
    "short_desc": "You can take shelter from the wind thanks to three structural wind blocking pieces. These wind shields celebrate nature and represent Ethiopian and Ukrainian cultural symbolism in the form of coffee bean and egg shapes.",
    "desc1": "A collaboration between Calgary artists Oksana Kryzhanivska and Sisay Shimeles, the designs for the artwork were conceived during multi-cultural art workshops with Spruce Cliff community members that focused on cross-cultural and traditional ways of art making. With the goal of uniting multicultural artists and building stronger community ties that would highlight Spruce Cliff's identity, participants produced paintings that were incorporated into the final art pieces.",
    "desc2": "Iconic references from the artists' cultural background, the coffee bean and egg shape, frame transparent collages of the artists' work and community members' paintings. Viewers are encouraged to stand at different places in the area and witness the half shapes becoming full.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1365884, 51.0476013]
    },
    "globalid": "1fe382a5-7eb1-43fa-808a-9762c6ae24f9",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "118",
    ":@computed_region_qeuu_piif": "295",
    ":@computed_region_xxr9_iwz2": "6"
  },
  {
    "art_id": "990939",
    "tab_name": "Downtown",
    "title": "Robert Chambers Edwards, Publisher (1864-1922)",
    "artist": "David Garneau",
    "address": "Municipal Building Atrium",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/robertchambers.jpg",
    "short_desc": "Still wearing his suit, his tie loosened, with a slight forward slouch to his seated posture, this figure appears weary and thoughtful.",
    "desc1": "Robert Edwards, the maverick publisher and editor of Calgary's Eye Opener newspaper from 1902-1922, was intense, witty, inventive and often combative. He was a tireless defender of his community and could be a fierce opponent. In this small character study, the artist imagines him in an unguarded moment at the end of a working day.",
    "desc2": "Created by prominent Métis artist David Garneau, a well-known contemporary artist, curator, writer, and professor, this ceramic sculpture is part of a series of five figures representing Alberta's past. In 1984 when he was commissioned to create sculptures of historic Calgarians to commemorate Calgary's 100th birthday, he was a 22 year-old student. At the time he was greatly influenced by the small-scale character studies in ceramic by Saskatchewan artist Joe Fafard.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0569938, 51.0455367]
    },
    "globalid": "54bdeafc-0e4e-4aba-a711-4e43505acdaa",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "991083",
    "tab_name": "Southwest",
    "title": "José María Morelos y Pavon",
    "artist": "Armando Casteñeda Lopez",
    "address": "Tomkins Park (17th Avenue and Eighth Street S.W.)",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/josemaria.jpg",
    "short_desc": "This bronze bust is a small piece of Mexican history that was generously given to the City of Calgary.",
    "desc1": "The man shown in the bust, José María Morelos y Pavon (1765-1815), was a key figure in the Mexican War of Independence. Both a Roman Catholic priest and a revolutionary, he led multiple campaigns for Mexican independence from the Spanish Empire.",
    "desc2": "Although he was executed prior the end of Spanish rule in 1821, he is widely respected as a Mexican hero whose efforts were essential to the country's autonomy.",
    "desc3": "The bust of Morelos was a gift to the City of Calgary from Mexico. It marks 200 years of Mexican independence. It was officially unveiled in Calgary's Tomkins Park on September 16, 2011, Mexico's annual day of independence.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0801204, 51.0380093]
    },
    "globalid": "8a5a1b4a-78cc-495d-8d41-6206827db4ef",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "260",
    ":@computed_region_qeuu_piif": "122",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990497",
    "tab_name": "Downtown",
    "title": "Past, Present and Future",
    "artist": "Gernot Kiefer",
    "address": "James Short Park, 115 Fourth Ave. S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/pastpresentfuture.jpg",
    "short_desc": "Gernot Kiefer's limestone sculpture is an artistic representation of the progression of people though time.",
    "desc1": "Roughly resembling a human head, this sculpture has marks on its surface, intended to represent the time periods referenced in the work's title: the past, present and future. Near the base of the sculpture, the rough surface suggests the challenges of the distant past.",
    "desc2": "Marks near the middle of the sculpture are placed closer together, mixed with sections of smooth stone, suggesting that the present provides a way of life that is both complex and perhaps less challenging than the past.",
    "desc3": "The upper portion of the sculpture is very smooth, suggesting the many possibilities of the future: what will humans do next?",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.064077, 51.0488602]
    },
    "globalid": "244b77ad-92cd-40d8-a097-802890ca6175",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2016.003.001",
    "tab_name": "Southeast",
    "title": "Versus",
    "artist": "The White Studio",
    "address": "New Brighton Athletic Park, 5801 130th Ave. S.E.",
    "modified_dt": "2022-03-29T16:51:48.000Z",
    "imgpath": "images/publicart/versus.jpeg",
    "short_desc": "An abbreviation for the term 'versus', this artwork characterizes the essence of competition that is inherent in various ways we relate to one another, especially when it comes to sports.",
    "desc1": "The intention is not to generate a sense of division or combativeness, but rather to distil the nature of competition in an engaging and iconic manner. The large steel sculpture speaks to the idea of opposing a competitor or of challenging oneself within a team setting. It is also applicable to larger conversations pertaining to global, social and economic issues.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/new-brighton-athletic-park-public-art-project.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9507742, 50.9281832]
    },
    "globalid": "99a25a07-7ed5-4b5e-9ba9-8e954174af5f",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "4",
    ":@computed_region_kxmf_bzkv": "139",
    ":@computed_region_qeuu_piif": "217",
    ":@computed_region_xxr9_iwz2": "12"
  },
  {
    "art_id": "P2013.002.001",
    "tab_name": "Downtown",
    "title": "Luminous Crossings",
    "artist": "Cliff Garten",
    "address": "Downtown West - Kerby LRT Station (10th Street S.W.)",
    "modified_dt": "2022-03-29T15:35:49.000Z",
    "imgpath": "images/publicart/luminouscrossings.jpeg",
    "short_desc": "This interactive public art installation consists of 20 components: two large-scale vertical sculptures, plus three hanging works, on four stations located at either end of the Seventh Avenue LRT line.",
    "desc1": "Referencing the idea of the living room or waiting area, there are four chandelier-like hanging sculptures in each canopy of the east and west gateway stations that give the waiting areas of the platforms a different quality. Additionally, their changing light show is a pleasant surrounding while waiting for the train.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Downtown-Gateway-LRT-Stations.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0874777, 51.0471865]
    },
    "globalid": "9bec85f7-7d40-4b59-859c-bc0f2a9eaf30",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "45",
    ":@computed_region_qeuu_piif": "61",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2007.002.001",
    "tab_name": "Northwest",
    "title": "Strung II",
    "artist": "Gord Ferguson",
    "address": "Crowchild Trail N.W. (Sarcee Trail N.W. Overpass)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/stungII.jpg",
    "short_desc": "Strung II is comprised of two installations; one in the piers of the underpass along Crowchild Trail N.W. and the other in the railings of the overpass along Sarcee Trail N.W.",
    "desc1": "When considering the site, the artist was drawn to barbed wire imagery feeling it would be appropriate given this location had been ranch land in the recent past. He felt the use of this imagery would help to connect the site to that history.",
    "desc2": "From this he developed two types of experiences. The first is the large sculptural forms of barbed wire perched within the centre piers of the bridge. These are highly visible from a distance, and by C-Train and vehicular commuters who pass by on their daily commute.",
    "desc3": "The second is the laser cut panels on the Sarcee Trail overpass, which allow for a more personal pedestrian experience. Eight panels are inset within the railing, their connection implying a continuous string of barbed wire running from one end to the other. On a sunny day they cast shadows on the bridge deck and provide an alternate viewpoint for those engaging with the site.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1783486, 51.1106589]
    },
    "globalid": "6df5b5b2-2bda-404b-ba52-4651fbcc9f6d",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "3",
    ":@computed_region_kxmf_bzkv": "245",
    ":@computed_region_qeuu_piif": "211",
    ":@computed_region_xxr9_iwz2": "2"
  },
  {
    "art_id": "P2015.016.001",
    "tab_name": "Northwest",
    "title": "Collected Stories: A Tribute to Georgina Thomson Library",
    "artist": "Kari Woo",
    "address": "Georgina Thomson Offices Exterior (772 Northmount Dr. N.W.)",
    "modified_dt": "2022-03-28T15:57:04.000Z",
    "imgpath": "images/publicart/collectedstories.jpeg",
    "short_desc": "The public artwork for the latest incarnation of this historic building aims to honour the legacy of this former library and the late `answer lady' Georgina Thomson who worked here for many years.",
    "desc1": "Kari Woo developed her public art project to purposefully bridge the former use of the site with its new purpose as a neighbourhood services office.",
    "desc2": "Working alongside the local community and the family and friends of the late Georgina Thomson, she encouraged the exploration of the piece and its use in the new context to develop two installations that celebrate the site's past and present.",
    "desc3": "Outside the facility, Thomson's position as a librarian at this former library building is captured through a mini-library which invites visitors to take or leave a book. Beside this is a bench, engraved with the favourite quotes of community members, encouraging visitors to stop, gather and explore.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Georgina-Thomson-Offices-Public-Art-Project.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0949754, 51.0836017]
    },
    "globalid": "f579979d-2946-4510-b1bf-bf95aab299da",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "214",
    ":@computed_region_qeuu_piif": "28",
    ":@computed_region_xxr9_iwz2": "4"
  },
  {
    "art_id": "990429",
    "tab_name": "Southwest",
    "title": "Boer War Memorial",
    "artist": "Louis-Philippe Hebert",
    "address": "Central Memorial Park (12th Avenue at Third Street S.W.)",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/boerwarmemorial.jpg",
    "short_desc": "This huge, magnificent monument was meant to arouse lofty sentiments and patriotism.",
    "desc1": "A longstanding tradition, the equestrian statue was an especially fitting format to honour the 500 volunteers who travelled to South Africa from Alberta with their own horses. As horsemanship in the Boer war played a key role, the Montreal sculptor had a Western horse shipped to his studio.",
    "desc2": "The unknown mounted soldier is dressed in the uniform of Lord Strathcona's Horse regiment.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0702192, 51.0411436]
    },
    "globalid": "119b336c-7bd4-4135-a4de-d036e32cf3ef",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "260",
    ":@computed_region_qeuu_piif": "122",
    ":@computed_region_xxr9_iwz2": "8"
  },
  {
    "art_id": "990972",
    "tab_name": "Northwest",
    "title": "Self-Made Woman",
    "artist": "Paul Slipper with Cameron Small and Amiel Logan",
    "address": "SAIT Polytechnic (1301 16th Ave. N.W.)",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/selfmadewoman.webp",
    "short_desc": "In this work, artist Paul Slipper, along with Cameron Small and Amiel Logan, offer a literal and lighthearted interpretation of a self-made woman: here, we see the figure carving herself out of granite.",
    "desc1": "\"Self-Made Woman\" was carved during WorldSkills Calgary 2009, a competition that brought attention to the value of skilled work in the trades, as well as in technology and the service industry.",
    "desc2": "The sculpture, which was carved in Calgary's Olympic Plaza before being moved to the SAIT campus, has both rough and smooth surfaces. These surfaces show how the work was made, with general forms being carved out and then gradually refined to produce a smooth and finished surface.",
    "desc3": "Slipper trained at the Emily Carr School of Art (now the Emily Carr University of Art and Design) and currently lives in Vancouver.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0902239, 51.064207]
    },
    "globalid": "820db425-475b-4505-bf41-1cadf5c293dc",
    ":@computed_region_4a3i_ccfj": "2",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "40",
    ":@computed_region_qeuu_piif": "183",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2020.007.001A-E",
    "tab_name": "Southeast",
    "title": "Pick, Pluck, Perch",
    "artist": "Eric Moschopedis and Mia Rushton",
    "address": "17th Avenue S.E. and 34th Street S.E.",
    "modified_dt": "2022-03-29T15:40:30.000Z",
    "imgpath": "images/publicart/int-ave-pick-pluck-purch-.jpg",
    "short_desc": "Selecting an unused corner on International Ave, artists Eric and Mia created a small social space focused on a gilded pear tree and refurbished planter where residents can harvest fruit and herbs.",
    "desc1": "This temporary public artwork is centred around a gilded pear tree that is under planted with companion plants and edible herbs and berries. As the tree grows, the gold will stretch, crack, and fall away. Over time the art will breakdown and the community will be left with a mature pear tree, berries, oregano, and thyme that residents are encouraged to harvest.",
    "desc2": "As the plants mature new habitats will be created for insects, birds and others. Complementing the vegetation are granite boulders as seating and a path made of reclaimed bricks that leads residents between the tree and the repurposed planter box.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/international-avenue-public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9846175, 51.0375007]
    },
    "globalid": "c245f4b0-96ea-4e69-9626-0be2abd64528",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "12",
    ":@computed_region_kxmf_bzkv": "15",
    ":@computed_region_qeuu_piif": "75",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2014.004.001",
    "tab_name": "Southwest",
    "title": "Under the Helmet",
    "artist": "Ilan Sandler",
    "address": "Windsor Park Fire Station (5536 Fourth St. S.W.)",
    "modified_dt": "2022-03-29T16:50:16.000Z",
    "imgpath": "images/publicart/underthehelmet.jpeg",
    "short_desc": "Under the Helmet is a large aluminum sculpture of a firefighter's helmet, constructed from the characteristics of retired City of Calgary Fire hoses.",
    "desc1": "While visually simple in form, the artwork speaks to the complex relationships and dependencies that exist among firefighters and their equipment; fusing the personal protection the helmet offers and the uniform it represents into a monument to the profession.",
    "desc2": "During his research into the firefighting community, the artist was taken with the significance this piece of equipment holds to members of the Calgary Fire Department. The helmet distinguishes the individuality of the firefighter while symbolizing membership on a team, and represents the challenges and the rewards firefighters experience while under the helmet.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Pages/Public-Art/Under-the-Helmet-Public-Artwork.aspx"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.071361, 51.0048144]
    },
    "globalid": "1f13de94-57bb-4d31-9466-9ac7d9004c33",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "8",
    ":@computed_region_kxmf_bzkv": "144",
    ":@computed_region_qeuu_piif": "278",
    ":@computed_region_xxr9_iwz2": "11"
  },
  {
    "art_id": "990959",
    "tab_name": "Downtown",
    "title": "Family of Horses",
    "artist": "Harry O'Hanlon",
    "address": "Municipal Building plaza level, 800 Macleod Tr. S.E.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/familyofhorses.jpg",
    "short_desc": "Three unsaddled horses stand quietly on concrete steps of the City plaza, reminding us of the beauty of nature and wide open spaces of the prairie.",
    "desc1": "In this way, they offer temporary respite from the frenzy of our urban lives. They also speak to family. The mare turns to her foal while the stallion, standing behind them on higher ground, keeps a watchful eye.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0572724, 51.0456156]
    },
    "globalid": "d2070ae8-b674-4f7e-adfc-127a3c9ad752",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "990523",
    "tab_name": "Downtown",
    "title": "Pete Pig",
    "artist": "Gwen Hughes",
    "address": "Plus 15, Third Street between Fourth & Fifth Avenue S.W.",
    "modified_dt": "2022-03-31T16:20:43.000Z",
    "imgpath": "images/publicart/petepig.jpg",
    "short_desc": "\"Pete Pig\" is a friendly fellow who lives in one of Calgary's many Plus-15 walkways. He sits cross-legged in his case, just waiting for a fellow citizen to stop by for a chat.",
    "desc1": "Gwen Hughes is the artist who created Pete from clay and acrylic paint. Born in Saskatchewan, Hughes now splits her time between Cochrane and California. She is known for her lighthearted portrayal of various animals, including pigs, cows, horses, and hippos. It was gifted to the City of Calgary from the Calgary Allied Arts Foundation in 1994.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0701545, 51.0491013]
    },
    "globalid": "6daf97d0-8954-462d-a1b2-83f4adfa98c4",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2009.001.001 A-B",
    "tab_name": "Northeast",
    "title": "Bearing",
    "artist": "Douglas Senft",
    "address": "Fire Apparatus and Repair Facility (1755 18th Ave. N.E.)",
    "modified_dt": "2022-04-05T17:43:41.000Z",
    "imgpath": "images/publicart/bearing.png",
    "short_desc": "Inspired by the unseen work behind the doors of the Fire Apparatus and Repair Facility this multi piece installation is an abstracted representation of fastening and moving systems.",
    "desc1": "The personnel in this facility play a vital and supporting role to the Calgary Fire Department.  As behind the scenes work often goes uncelebrated, the artist's vision was to bring outside a larger than life representation of what occurs within the inside of this facility.",
    "desc2": "The arch is inspired by locking and flat wave washers, modified to create an iconic arch.  Further down site is a sphere reminiscent of ball bearings which are an integral part of any moving system. Settled into the ground, these works become both a singular and united element dependent upon the viewers position.",
    "website": {
      "url": "https://www.calgary.ca/CSPS/Recreation/Documents/Public-art/Percent-for-Public-Art-bearing.pdf"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0187045, 51.0679016]
    },
    "globalid": "436d751c-4ab3-4a83-b1ae-f574535fe4bd",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "141",
    ":@computed_region_qeuu_piif": "263",
    ":@computed_region_xxr9_iwz2": "10"
  },
  {
    "art_id": "P2018.004.001",
    "tab_name": "Southeast",
    "title": "The Nest",
    "artist": "Donald Lipski",
    "address": "Brookfield Residential YMCA at Seton, 45 Market St. S.E.",
    "modified_dt": "2022-03-29T16:44:20.000Z",
    "imgpath": "images/publicart/thenest.jpg",
    "short_desc": "This large nest communicates ideas of nurture, growth, discovery, and inclusivity at the Seton Recreation Facility.",
    "desc1": "Located in the central hub of the facility, a nest made of clear acrylic 'twigs' interlaced together suspends from the ceiling. Each hallway features a different flock of life-sized birds flying towards the nest. There are a total of thirty birds comprised of three different species. Community members selected the Swainson's Hawk, Great Blue Heron, and Great Horned Owl, birds familiar and loved by the Seton community.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/seton-recreation-facility-public-art-project.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9454794, 50.8794971]
    },
    "globalid": "a10b3875-1136-4823-9ec6-428ca05067b3",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "4",
    ":@computed_region_kxmf_bzkv": "90",
    ":@computed_region_qeuu_piif": "145",
    ":@computed_region_xxr9_iwz2": "12"
  },
  {
    "art_id": "P2007.006.003 A-B",
    "tab_name": "Northeast",
    "title": "Recollections (heating shelter glass)",
    "artist": "Jim Hirschfield and Sonya Ishii",
    "address": "McKnight/Westwinds LRT Station (6200 36th St. N.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/mcknightreflections.jpg",
    "short_desc": "This public artwork is one of four installations at this LRT station.",
    "desc1": "Located in the glass heating shelters on the LRT platform, these spheres of colour appear to be dots from a distance, dancing around the glass. But as viewers draw closer it is clear these dots contain photographs of people living everyday life.",
    "desc2": "A vital component of this public art project was the inclusion of community residents in the creation of the piece. One of four installations located at the McKnight/Westwinds LRT station, Recollections invites the viewer to learn more about the community members living in the area.",
    "desc3": "A call went out to Calgarians living in the N.E. to contribute images of their lives. From a historical photograph of Mrs. Brown with her brand new stove to an image of a resident's parents married in India in 1945, these photographs provide viewers a glimpse into significant personal, historical and community events; all of the elements that make this community a unique and special place.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9754304, 51.109404]
    },
    "globalid": "17f66ac0-a435-4ba3-9002-f5ef12f16ebf",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "80",
    ":@computed_region_qeuu_piif": "127",
    ":@computed_region_xxr9_iwz2": "5"
  },
  {
    "art_id": "P2018.005.001",
    "tab_name": "Southwest",
    "title": "Macleod Trail",
    "artist": "Vicki Scuri",
    "address": "Macleod Trail and 162nd Avenue S.E.",
    "modified_dt": "2022-03-29T15:35:49.000Z",
    "imgpath": "images/publicart/macleodtrail.jpg",
    "short_desc": "Inspired by motion, the sky, the site, and nearby waterways, laser-cut metal panels span Macleod Trail along the bridge while two towers mark the pedestrian path.",
    "desc1": "The artist was inspired by the viewer's perception of motion they experience at different speeds, whether on foot, a bicycle, or in a car, as they move through the site. Patterns of undulating lines are featured throughout and are reminiscent of the geometry of the roadways as well as the rippling currents in nearby Fish Creek and the Bow River. At night the work is illuminated with subtly shifting vibrant colours.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/162-avenue-and-macleod-trail-interchange.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0621114, 50.9048343]
    },
    "globalid": "a52e17bd-4907-4319-8ff8-aad9910ce982",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "5",
    ":@computed_region_kxmf_bzkv": "115",
    ":@computed_region_qeuu_piif": "227",
    ":@computed_region_xxr9_iwz2": "13"
  },
  {
    "art_id": "990426",
    "tab_name": "Downtown",
    "title": "Natural Engineer",
    "artist": "Don Begg",
    "address": "Park East of the Municipal Building, 800 Macleod Tr. S.E.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/naturalengineer.jpg",
    "short_desc": "This life-size 'natural engineer' goes about his work without noticing the many people who pass by on their way to the Municipal Building Parkade.",
    "desc1": "Made by Cochrane-based sculptor Don Begg, this naturalistic bronze beaver is situated only a few blocks away from the Bow and Elbow Rivers.",
    "desc2": "Although these rivers flow through the heart of an urban centre, they are also the home of many creatures, including beavers.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0573742, 51.0448094]
    },
    "globalid": "bc122463-c271-48bf-a8a5-a60ac006494b",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "7",
    ":@computed_region_kxmf_bzkv": "262",
    ":@computed_region_qeuu_piif": "130",
    ":@computed_region_xxr9_iwz2": "7"
  },
  {
    "art_id": "P2019.003.001",
    "tab_name": "Southeast",
    "title": "Wolfe and the Sparrows",
    "artist": "Brandon Vickerd",
    "address": "Southwest corner of 12th Street S.E. Bridge",
    "modified_dt": "2022-03-29T17:15:25.000Z",
    "imgpath": "images/publicart/wolfeandthesparrows.jpg",
    "short_desc": "\"Wolfe and the Sparrows\" is a cast bronze sculpture inspired by an existing statue of General James Wolfe, sculpted by John Massey Rhind in 1898.",
    "desc1": "General Wolfe was an army general who led the British army to victory over the French during the Battle of the Plains of Abraham in 1759. \"Wolfe and the Sparrows\" may first appear to be a traditional monument, cast in bronze and raised on a pedestal. But as you move closer, it is revealed to be different: a flock of sparrows explodes from the figure, distorting Wolfe's head and shoulders.",
    "desc2": "By transforming the look of traditional monuments, it offers new ways to reflect on what these monuments say about our history.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art/12-street-bridge.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.0331976, 51.0427801]
    },
    "globalid": "1fca22bb-6187-4633-8b22-b6ad1f4d290d",
    ":@computed_region_4a3i_ccfj": "3",
    ":@computed_region_4b54_tmc4": "10",
    ":@computed_region_kxmf_bzkv": "54",
    ":@computed_region_qeuu_piif": "104",
    ":@computed_region_xxr9_iwz2": "9"
  },
  {
    "art_id": "P2009.005.001 B",
    "tab_name": "Northeast",
    "title": "Rhythms II",
    "artist": "Karen Ho Fatt",
    "address": "Village Square Leisure Centre (2623 56th St. N.E.)",
    "modified_dt": "2022-03-31T16:20:41.000Z",
    "imgpath": "images/publicart/rythms2.jpg",
    "short_desc": "Two artful benches, full of whimsy, celebrate Village Square Leisure Centre and the services it provides to our community.",
    "desc1": "These functional sculptures use shapes and kinetic forms to provide a sense of movement, energy and vitality to connect the work to the theme of recreational activity. Bold colours represent the cultural vitality of the Centre, while images and motifs reflective of cultural groups are incorporated within, referencing the diversity of the community users of this facility.",
    "desc2": "Blue waves, Buddhist wheels, figures in motion and interactive activities invite you to sit, pause and maybe even play.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-113.9546904, 51.0756944]
    },
    "globalid": "4d537579-4e6c-4066-9ee6-456cc5ec80f7",
    ":@computed_region_4a3i_ccfj": "4",
    ":@computed_region_4b54_tmc4": "9",
    ":@computed_region_kxmf_bzkv": "36",
    ":@computed_region_qeuu_piif": "66",
    ":@computed_region_xxr9_iwz2": "10"
  },
  {
    "art_id": "990417",
    "tab_name": "Southwest",
    "title": "Comet",
    "artist": "Kathryn Fodchuk Dobbin",
    "address": "Pumphouse Theatre, 2140 Pumphouse Ave. S.W.",
    "modified_dt": "2022-03-31T16:20:42.000Z",
    "imgpath": "images/publicart/comet.jpg",
    "short_desc": "This kinetic sculpture captures the essence and celestial quality of a comet streaking across our sky.",
    "desc1": "Originally made in 1983, years of Calgary's harsh climate had not been kind to the sculpture and it was restored by the artist in 2020. The nucleus of the comet is a swirling ball of steel, 15 feet high above the ground and will gently spin in the wind. The tail of the comet is a broad piece of steel that elegantly arcs and ends in a rudder to steer its path while it hurdles through space.",
    "desc2": "Following the repairs, the sculpture was painted an elusive deep space colour with metallic shimmer inspired by a piece of covellite rock the artist carries in her pocket.",
    "website": {
      "url": "https://www.calgary.ca/csps/recreation/public-art.html"
    },
    "point": {
      "type": "Point",
      "coordinates": [-114.1103596, 51.0469796]
    },
    "globalid": "ac006803-c8a0-422c-ba4c-bbee45b18aee",
    ":@computed_region_4a3i_ccfj": "1",
    ":@computed_region_4b54_tmc4": "14",
    ":@computed_region_kxmf_bzkv": "136",
    ":@computed_region_qeuu_piif": "260",
    ":@computed_region_xxr9_iwz2": "8"
  }
]
